{
  "id": 1697,
  "title": "Impact of next-generation vehicles on tropospheric ozone estimated by chemical transport model in the Kanto region of Japan",
  "Abstract": "The plans to introduce next-generation hybrid and zero-emission vehicles in the market are now enacted by governments in many countries to manage both global warming and air pollution problems. There are only a few studies evaluating the effects of the next-generation vehicles on the changes in concentrations of ozone generated by the photochemical reactions between volatile organic compounds and nitrogen oxides (NOx). To evaluate these changes, we performed chemical transport modeling in the Kanto region, Japan in the summer of 2013. The results show that if the vehicles are substituted by hybrid vehicles, average ozone concentrations increase in urban areas and decrease in suburban areas due to NOx titration. Substitution with zero-emission passenger vehicles decreases the concentrations in both urban and suburban areas. Substitution with both hybrid and zero-emission passenger and heavy-duty vehicles highly increases the concentrations in urban areas. Using the model results, we also discuss the effect of ozone concentration changes on premature mortality of humans in summer. The results suggest that, in some cases the introduction of next-generation vehicles might exasperate ozone concentrations, even leading to 5 to 10 times higher premature mortality during the summer compared to that of influenza and heat stroke in Japan.",
  "Disease_List": [
    "influenza",
    "heat stroke"
  ],
  "Reason": "The abstract explicitly mentions 'influenza' and 'heat stroke' as specific diseases when discussing premature mortality related to ozone concentration changes. These are named diseases rather than general terms, so the classification is Y.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "influenza",
    "heat stroke"
  ],
  "UMLS_search_results": {
    "influenza": [
      {
        "ui": "C0021400",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0021400",
        "name": "Influenza",
        "mesh_id": "D007251"
      },
      {
        "ui": "C0021403",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0021403",
        "name": "Influenza virus vaccine",
        "mesh_id": "D007252"
      }
    ],
    "heat stroke": [
      {
        "ui": "C0018843",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0018843",
        "name": "Heat Stroke",
        "mesh_id": "D018883"
      },
      {
        "ui": "C0038819",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0038819",
        "name": "Sunstroke",
        "mesh_id": "D013474"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}