{
  "id": 1714,
  "title": "Fabrication of Biobased Hydrophobic Hybrid Cotton Fabrics Using Molecular Self-Assembly: Applications in the Development of Gas Sensor Fabrics",
  "Abstract": "Inadvertent inhalation of various volatile organic compounds during industrial processes, such as coal and metal mining, metal manufacturing, paper and pulp industry, food processing, petroleum refining, and concrete and chemical industries, has caused an adverse effect on human health. In particular, exposure to trimethylamine (TMA), a fishy odor poisonous gas, resulted in numerous health hazards such as neurotoxicity, irritation in eyes, nose, skin, and throat, blurred vision, and many more. According to the environmental protection agency, TMA in the level of 0.10 ppm is generally considered as safe, and excess dose results in “trimethylaminuria” or “fish odor syndrome.” In order to avoid the health hazards associated with the inhalation of TMA, there is an urge to design a sensor for TMA detection even at low levels for use in food-processing industries, medical diagnosis, and environment. In this report, for the first time, we have developed a TMA sensor fabric using a sequential self-assembly process from silver-incorporated glycolipids. Formation of self-assembled supramolecular architecture, interaction of the assembled structure with the cotton fabric, and sensing mechanism were completely investigated with the help of various instrumental methods. To our surprise, the developed fabric displayed a transient response for 1–500 ppm of TMA and a stable response toward 100 ppm of TMA for 15 days. We believe that the reported flexible TMA sensor fabrics developed via the sequential self-assembly process hold great promise for various innovative applications in environment, healthcare, medicine, and biology.",
  "Disease_List": [
    "trimethylaminuria",
    "fish odor syndrome"
  ],
  "Reason": "The abstract explicitly mentions 'trimethylaminuria' and its synonym 'fish odor syndrome' as specific diseases resulting from excess exposure to trimethylamine (TMA). These are named diseases rather than general health conditions, justifying a 'Y' classification.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "trimethylaminuria",
    "fish odor syndrome"
  ],
  "UMLS_search_results": {
    "trimethylaminuria": [
      {
        "ui": "C0342739",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0342739",
        "name": "Trimethylaminuria",
        "mesh_id": "C536561"
      }
    ],
    "fish odor syndrome": [
      {
        "ui": "C0342739",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0342739",
        "name": "Trimethylaminuria",
        "mesh_id": "C536561"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}