{
  "id": 2011,
  "title": "Evaluation of a possible association of urban air toxics and asthma.",
  "Abstract": "The prevalence of asthma, measured either as the frequency of hospital admissions or number of deaths attributed to asthma, has increased over the last 15 to 20 years. Rapid increases in disease prevalence are more likely to be attributable to environmental than genetic factors. Inferring from past associations between air pollution and asthma, it is feasible that changes in the ambient environment could contribute to this increase in morbidity and mortality. Scientific evaluation of the links between air pollution and the exacerbation of asthma is incomplete, however. Currently, criteria pollutants [SOx, NOx, O3, CO, Pb, particulate matter (PM10)] and other risk factors (exposure to environmental tobacco smoke, volatile organic compounds, etc.) are constantly being evaluated as to their possible contributions to this situation. Data from these studies suggest that increases in respiratory disease are associated with exposures to ambient concentrations of particulate and gaseous pollutants. Similarly, exposure to environmental tobacco smoke, also a mixture of particulate and gaseous air toxics, has been associated with an increase in asthma among children. In addition, current associations of adverse health effects with existing pollution measurements are often noted at concentrations below those that produce effects in controlled animal and human exposures to each pollutant alone. These findings imply that adverse responses are augmented when persons are exposed to irritant mixtures of particles and gases and that current measurements of air pollution are, in part, indirect in that the concentrations of criteria pollutants are acting as surrogates of our exposure to a complex mixture. Other irritant air pollutants, including certain urban air toxics, are associated with asthma in occupational settings and may interact with criteria pollutants in ambient air to exacerbate asthma. An evaluation of dose-response information for urban air toxics and biological feasibility as possible contributors to asthma is therefore needed. However, this evaluation is compounded by a lack of information on the concentrations of these compounds in the ambient air and their effects on asthma morbidity and mortality. Through an initial review of the current toxicological literature, we propose a tentative list of 30 compounds that could have the highest impact on asthma and respiratory health. These compounds were selected based on their ability to induce or exacerbate asthma in occupational and nonoccupational settings, their allergic potential and ability to react with biological macromolecules, and lastly, their ability to irritate the respiratory passages. We recommend better documentation of exposure to these compounds through routine air sampling and evaluation of total exposure and further evaluation of biological mechanisms through laboratory and epidemiological studies directed specifically at the role these substances play in the induction and exacerbation of asthma.",
  "Disease_List": [
    "asthma"
  ],
  "Reason": "The abstract explicitly mentions 'asthma' multiple times as a specific disease. It discusses the prevalence, morbidity, mortality, exacerbation, and induction of asthma in relation to environmental factors and air pollution. No other specific diseases are named, but asthma is clearly identified as a distinct disease.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "asthma"
  ],
  "UMLS_search_results": {
    "asthma": [
      {
        "ui": "C0004096",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0004096",
        "name": "Asthma",
        "mesh_id": "D001249"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}