{
  "id": 2033,
  "title": "Current Topics",
  "Abstract": "ed from the Medical Journal of Australia, Vol. I, 28th April, 1945, p. 436) ^Re close supervision of diabetes has not only ^tended their period of useful life, but has decreased i e complications of the disease that otherwise might sve threatened their comfort and safety. _ Russell 'chardson and Morris A. Bowie have published a llQy on 100 patients who have had diabetes for ten ears. or more and who have been under constant ?p?re in one clinic for a period of at least ten years. ??j.the past fifteen years these patients have taken lin *n which the fat content has never exceeded t ^grammes and has averasred 90 grammes: the carbonate has ranged from 125 to 200 grammes, and the ' ?tein, formerly reckoned at one gramme per kilo* am of body weight, has lately averaged 70 grammes {.|~r day. One-quarter of the patients were men and ^-quarters women. ^ : our groups of patients were distinguished; those the first group took no insulin; in the second group ii? daily insulin intake was up to 25 units; in the ^lrd group 25 to 50 units; and in the fourth group 50 of I?0re .units were given daily. The degree of control the disease was estimated by the range of the blood : \"ar level. The four groups here arbitrarily chosen e Patients whose blood sugar levels are under 2*n mi^igrammes, 140 to ISO. 180 to 250 and over milligrammes per centum. General observations '^ved that the disease did not always tend to become of+t severFAt the end of a five-year period in 45 . the patients no change was necessary in diet or crease in insulin requirements; in fact, in ten of ^ eni less insulin was required and in the remaining i increased insulin was accounted for in part at least y increases in diet. Chronic infections were relatively /-^jnon and occurred in 39 patients out of the_ 100. ttolecystitis was the most frequently observed mfec^rp, condition occurring in 16 cases. the cardiac studies were interesting. Hypertension as present in 38 per cent of cases; all these Pa,\\e1} s ere over fifty years of age. No connection could e raced between the duration, severity or degree o control of the diabetes and the onset of hypertension. It is interesting to note that the incidence of cardiac enlargement in these patients was only about one-half that found in non-diabetic hypertensives. With this can be linked up the finding that the electrocardiographic changes often seen in hypertension with left ventricular strain were_ not observed in this series. Joseph Edeiken, who investigated this aspect of the inquiry, thinks that bv comparison with records of other studies in the literature the value of the diet with the high carbohydrate and low fat content in reducing the incidence of cardiovascular complications is clearlv indicated. A further study of the peripheral circulation of these patients indicated that arteriosclerotic disease of the occlusive type was not common, and no serious incidents occurred. The ocular condition of the patients was also found to be satisfactorv. Subcapsular cataracts were still found, but the incidence or degree of ocular sclerosis did not seem to depend on the deerree of the diabetes. Deep retinal hremorrhasres and exudates were found to increase with the duration of the diabetes and were only slightly decreased by closely obcprvcd treatment. Too much emphasis must not be laid on the advantages of anv one aspect of treatment, for there are manv uncontrolled factors. For example, the excellent record of these patients in escaping serious vascular complications in the lower limbs is probably a tribute to the care bestowed on this feature of their treatment and the prompt correction of local infections by modern methods. But the record is a good one and should encourasre those who patiently continue the supervision of the often refractory subjects of a life-time disease, in itself no easy task. Another New Insecticide (From the Lancet, i, 17th March, 1945, p. 347) The scarcity and high cost of pyrethrum and derris, whose active principles were until lately the most effective known insecticides harmless to mammals, have stimulated research into synthetic substitutes, and one of the compounds devised, DDT, has already proved a definite improvement on the vegetable products. Lecturing to the Societ}' of Chemical Industry at Liverpool on 9th March, Mr. Roland Slade, d.sc., of Imperial Chemical Industries, Ltd., described another promising synthetic compound, the gamma isomer of benzene hexachloride, CnHoCl,,, which has been named ' Gammexane'. Crude benzene hexachloride, first made by Michael Faraday in 1825, was found to be a useful though somewhat inconsistent insecticide, and ICI incorporated it in their flea-beetle powder in place of derris in 1943. Its activity, however, was soon observed to be almost entirely due to the 10 to 12 per cent of gamma isomer present. Gammexane is a colourless crystalline substance, melting at 112?C., almost insoluble in water but soluble in organic solvents, practically inodorous, and with a bitter taste. It can be used as a spray in solution diluted with kerosene, or as a stable emulsion in water; it can be dusted as a diluted powder; or it can be volatilized on a hot plate, being stable at high temperatures. It has proved successful against wide range of insects and other pests, including house-flies, bed-bugs, lice, and fleas. When scattered at the rate of h lb. per acre it killed 97 per cent of the larvae of dZdes wgypti . in 2 days, and 100 per cent in 3 days; this compared with 43 per cent in 2 days and 97 per cent in 3 days with the same quantity of DDT. When tested against the African migratory locust, of which ICI maintain the only colony in this country, a bait containing 0.05 per cent of gammexane killed 96 per cent of the locusts in 2 days, whereas 02 per cent of DDT killed 57 per cent. A preliminary trial leads to the hope that gammexane will rid agricultural land of wireworms. Toxicity tests have shown it to be highly toxic to fish, but .its toxicity to rats is low, 30 mg. 480 THE INDIAN MEDICAL GAZETTE [Sept., 1945 could be fed daily for 5 weeks without effect. These tests are no doubt being extended to other mammals, and as Dr. Slade said, its action on the skin will have to be carefully watched. Detection of Nicotinic Acid Deficiency (From the British Medical Journal, i, 21st April, 1945, p. 561) Laboratory estimations of vitamin T?i, riboflavin, and vitamin C in body fluids, such as blood and urine, have proved a tolerably good guide to the level of these vitamins in the human subject. This is not the case with nicotinic acid, which is not excreted entirely unchanged but is partly converted into derivatives such as nicotinamide, coenzymes I and II (diand triphosphopyridine nucleotides), and nicotinamide methochloride or a related substance. It was formerly supposed that nicotinic acid was excreted partly as trigonelline, but this is now disputed by Coulson, Ellinger. and Holden, who believe that most of the so-called trigonelline is really nicotinamide methochloride. A few years ago attempts were made to diagnose nicotinic acid deficiency by estimating the urinary excretion of nicotinic acid or its derivatives, such as coenzymes I and II, in the blood. Experience has shown that such estimations are of little value for the laboratory diagnosis of disturbed nicotinic acid metabolism. Thus Spies and his co-workers noted a wide variation in the nicotinic acid content of urine both in the same individual and from person to person, even in pellagrins the nicotinic acid excretion is stated not to differ significantly from normal. Naijar and his co-workers claim to have devised a specific chemical reaction whereby nicotinic acid deficiency can be quantitatively measured. By the adsorption of urine on zeolite and treatment of the eluate with alkali and butanol thev have obtained a fluorescent pigment called 'F2', which can be estimated fluorimetricallv. The amount of F2 excreted is stated to increase after the ingestion of nicotinic acid and several related compounds, and to be often absent from the urine of pellagrins. Further work by Huff and Pehveig susrcrested that, F-, was nicotinamide methochloride, but Ellinger and Coulson showed later that nicotinamide methochloride is not fluorescent in aqueous solution. F2 is probably derived from nicotinamide methochloride by the action of alkali, and according to Ellinger and Coulson is a mixture of the nand r>-carbinol of N-methyl-dihvdronicotinamide. Najjar. White and Scott have recently isolated Fa in crystalline form from urine and studied its properties. According to them it is derived from N-methyl nicotinamide-carbinol and is probably the butyl ether of this compound. In his latest paper Najjar proposes a test for the detection of nicotinic acid deficiency based on the measurement of N-methyl nicotinamide chloride in the urine instead of the fluorometric measurement of F2. _ As N-methyl nicotinamide chloride can be conveniently prepared in the laboratory Najjar uses it as the standard of reference, the urinary output of N-methyl nicotinamide being expressed in terms of N-methyl nicotinamide chloride rather than in arbitrary fluorescent units of F2, as done formerly. Najjar gives an oral test dose of 100 mg. of nicotinic acid, and estimates the urinary excretion of N-methyl nicotinamide during the following four hours. He considers an excretion of less than 2.1 grammes of the compound in this period to indicate nicotinic acid deficiency. Coulson, Ellinger, and Smart have also used the assay of nicotinamide methochloride in urine as an index of nicotinic acid nutrition in R.A.F. personnel. The nicotinamide methochloride of Coulson, Ellinger, and Smart appears to be identical with the N-methyl nicotinamide of Najjar. This method needs further investigation before it can be accepted. Thus, Ellinger and Coulson have shown that the excretion of N-methyl nicotinamide depends on a number of factors, including not only the intake of n",
  "Disease_List": [
    "diabetes",
    "hypertension",
    "pellagra"
  ],
  "Reason": "The abstract explicitly mentions specific diseases such as 'diabetes' multiple times in the context of patient studies and treatment, 'hypertension' as a cardiac condition observed in patients, and 'pellagra' in the context of nicotinic acid deficiency and its diagnosis. These are all specific disease names rather than general terms.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "diabetes",
    "hypertension",
    "pellagra"
  ],
  "UMLS_search_results": {
    "diabetes": [
      {
        "ui": "C0011847",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011847",
        "name": "Diabetes",
        "mesh_id": "None"
      },
      {
        "ui": "C0011849",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011849",
        "name": "Diabetes Mellitus",
        "mesh_id": "D003920"
      },
      {
        "ui": "C0011860",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011860",
        "name": "Diabetes Mellitus, Non-Insulin-Dependent",
        "mesh_id": "D003924"
      }
    ],
    "hypertension": [
      {
        "ui": "C0020538",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0020538",
        "name": "Hypertensive disease",
        "mesh_id": "D006973"
      }
    ],
    "pellagra": [
      {
        "ui": "C0030783",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0030783",
        "name": "Pellagra",
        "mesh_id": "D010383"
      },
      {
        "ui": "C4317126",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C4317126",
        "name": "Niacin deficiency",
        "mesh_id": "None"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}