{
  "id": 2486,
  "title": "EXOCRINE PANCREATIC CANCER AND LIVING NEAR TO WASTE SITES CONTAINING HAZARDOUS ORGANIC CHEMICALS, NEW YORK STATE, USA – AN 18-YEAR POPULATION-BASED STUDY",
  "Abstract": "Objectives: The etiology of exocrine pancreatic cancer (EPC) remains unknown except for family history and smoking. Despite recent medical advances, rates of pancreatic cancer incidence and mortality are increasing. Although existing evidence suggests a potentially causal relationship between environmental chemical exposures and pancreatic cancer, whether residential exposure impacts pancreatic cancer rates remains unknown. Material and Methods: The authors identified 28 941 patients diagnosed with exocrine pancreatic cancer in New York State exclusive of New York City for the years 1996–2013. Descriptive statistics and negative binomial regression were used in this ecological study to compare pancreatic cancer hospitalization rates among patients who lived in zip codes with hazardous waste sites (HWSs) containing persistent organic pollutants (POPs) and volatile organic pollutants (VOCs) compared with clean zip codes with no identified hazardous waste sites. The authors assessed the effect of selected known and suspected human carcinogens on the EPC hospitalization rates by subgroup analyses. Results: Compared with the clean sites, the pancreatic cancer hospital discharge rate in the “VOCs without POPs” and “VOCs and POPs” sites, after adjustment for potential confounders were 1.06 (95% CI: 1.03–1.09) and 1.05 (95% CI: 1.01–1.08), respectively. In the analysis by specific chemicals, rate ratios (RR) for the benzene (RR = 1.12) and ethylbenzene (RR = 1.34) in the non-chlorinated VOCs group, trichloroethylene (RR = 1.07) and tetrachloroethylene (RR = 1.11) in the chlorinated VOCs group, chlorinated pesticides (RR = 1.11) and PCBs (RR = 1.05) in the POPs groups were statistically significant (p-values <0.05) compared with clean sites. Conclusions: Residential exposure to both volatile and semi-volatile organic compounds coming from identified HWSs is associated with elevated risk of being hospitalized for exocrine pancreatic cancer. The authors attribute the exposure to inhalation. These results are important because while the exposures are much lower than seen in occupational settings, residential exposure in continuous, and the authors have identified several specific chemicals showing significant associations.",
  "Disease_List": [
    "exocrine pancreatic cancer",
    "pancreatic cancer"
  ],
  "Reason": "The abstract explicitly mentions 'exocrine pancreatic cancer' and 'pancreatic cancer' multiple times as specific diseases under study. These are specific disease names rather than general terms like 'disease' or 'illness'. Therefore, the classification is Y.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "exocrine pancreatic cancer",
    "pancreatic cancer"
  ],
  "UMLS_search_results": {
    "exocrine pancreatic cancer": [
      {
        "ui": "C0346648",
        "rootSource": "SNOMEDCT_US",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0346648",
        "name": "Malignant tumor of exocrine pancreas",
        "mesh_id": "None"
      }
    ],
    "pancreatic cancer": [
      {
        "ui": "C0346647",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0346647",
        "name": "Malignant neoplasm of pancreas",
        "mesh_id": "D010190"
      },
      {
        "ui": "C0235974",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0235974",
        "name": "Pancreatic carcinoma",
        "mesh_id": "D010190"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}