{
  "id": 2674,
  "title": "Nutritional and antioxidant significance of selenium-enriched mushrooms",
  "Abstract": "Background The element selenium (Se) acts as a double-edged sword for humans and animals by being a nutrient at trace level and a toxin at elevated concentrations. It is needed for the biosynthesis of selenoenzymes and selenoproteins which mediate an array of activities such as antioxidant defense, detoxification, immunomodulation, carcinogenesis prevention, thyroid functioning, and sperm motility and maturation. Because of their culinary, nutritional, and health benefits, the demand for mushroom cultivation is increasing in India. The mushrooms are enriched with proteins, phenolics, antioxidants, vitamins, and microelements. Most of the edible and cultivated mushrooms show an array of biological properties. However, they are Se deficient, and it mandates the cultivation of Se-fortified edible mushrooms. Aim of work This review focuses on Se forms, distribution, dietary importance, mushroom cultivation, need of Se-enriched mushrooms, enrichment methods, nutritional and antioxidant significance, and anticancer activity of Se-biofortified mushrooms. Methodology and results Se-enriched mushrooms are produced by cultivation on substrates enriched with either inorganic or organic forms of Se and Se-hyperaccumulated agricultural residues. Edible mushrooms accumulate Se from substrate into selenoproteins and selenoenzymes as selenomethionine and selenocysteine, the organic and most bioavailable forms of Se. Without affecting the biological efficiency, the enrichment process enhances the total protein and total phenolic content and bioaccessibility of trace elements. The antioxidant action was higher for Se-fortified mushrooms in terms of total phenolics, total antioxidant, 1, 1-diphenyl-dipicrylhydrazyl (DPPH) scavenging, metal chelating, and lipid peroxidation inhibition activities in comparison with unfortified mushrooms. Also, Se-enriched mushrooms are known to retard chemically induced mammary tumors and proliferation of lung cancer cell lines. Conclusions Se-biofortified mushrooms act as potential functional food, nutraceutical, and diet supplements. Dietary intake of Se-fortified mushrooms aids in treatment and prevention of various conditions such as HIV infection, cancer, aging, cardiovascular, neurodegenerative and immunological diseases. The cultivation of Se-enriched mushrooms leads to sustainable empowerment of marginal, landless farmers; rural women; unemployed youth; and self-help groups. However, the technology development for Se enrichment is needed for commercial scale production. Other studies on volatile Se compound release during cultivation, safe disposal of spent compost, and Se leaching into ground water are warranted. The impact of cooking and traditional preservation methods on Se availability from mushroom meal to humans has to be evaluated.",
  "Disease_List": [
    "HIV infection",
    "cancer",
    "cardiovascular diseases",
    "neurodegenerative diseases",
    "immunological diseases"
  ],
  "Reason": "The abstract explicitly mentions specific diseases such as 'HIV infection' and 'cancer'. It also refers to categories of diseases including 'cardiovascular, neurodegenerative and immunological diseases', which are recognized disease groups. Therefore, the classification is 'Y' for yes, with the listed diseases identified from the text.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "HIV infection",
    "cancer",
    "cardiovascular diseases",
    "neurodegenerative diseases",
    "immunological diseases"
  ],
  "UMLS_search_results": {
    "HIV infection": [
      {
        "ui": "C0019693",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0019693",
        "name": "HIV Infections",
        "mesh_id": "D015658"
      }
    ],
    "cancer": [
      {
        "ui": "C0006826",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0006826",
        "name": "Malignant Neoplasms",
        "mesh_id": "D009369"
      },
      {
        "ui": "C0998265",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0998265",
        "name": "Cancer <Cancridae>",
        "mesh_id": "None"
      },
      {
        "ui": "C1547140",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1547140",
        "name": "Specialty Type - cancer",
        "mesh_id": "None"
      }
    ],
    "cardiovascular diseases": [
      {
        "ui": "C0007222",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0007222",
        "name": "Cardiovascular Diseases",
        "mesh_id": "D002318"
      }
    ],
    "neurodegenerative diseases": [
      {
        "ui": "C0524851",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0524851",
        "name": "Neurodegenerative Disorders",
        "mesh_id": "D019636"
      }
    ],
    "immunological diseases": [
      {
        "ui": "C0021053",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0021053",
        "name": "Immune System Diseases",
        "mesh_id": "D007154"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}