{
  "id": 3148,
  "title": "Green synthesis and antitumor activity of (E)-diethyl 2-styrylquinoline-3,4-dicarboxylates",
  "Abstract": "In this work, a green, efficient and catalyst-free synthesis of a series of structurally novel (E)-diethyl 2-styrylquinoline-3,4-dicarboxylates via a direct olefination reaction between diethyl 2-methylquinoline-3,4-dicarboxylate and various aromatic aldehydes was successfully accomplished by employing eco-friendly 1,3-dimethylurea/l-(+)-tartaric acid (DMU/LTA) as an inexpensive, non-toxic and reusable reaction medium. This methodology has the attractive advantages of mild reaction conditions, simple experimental operation, and the absence of any dangerous catalysts or unsafe volatile organic solvents, with satisfactory to good yields. Subsequently, a primary in vitro evaluation for their anti-proliferative activity against human cancer cell lines A549, HT29 and T24 revealed that the compound with the 3,4,5-trimethoxystyryl moiety exhibited potent anti-tumor activity with IC50 values of 2.38, 4.52 and 9.86 μmol L−1, respectively, thereby being equipotent or even better than the reference cisplatin.",
  "Disease_List": [
    "cancer"
  ],
  "Reason": "The abstract explicitly mentions 'human cancer cell lines A549, HT29 and T24' and refers to 'anti-tumor activity,' which directly relates to the disease cancer. Although specific cancer types are not named, the term 'cancer' is explicitly mentioned through the cell lines and anti-cancer activity, justifying a 'Y' classification.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "cancer"
  ],
  "UMLS_search_results": {
    "cancer": [
      {
        "ui": "C0006826",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0006826",
        "name": "Malignant Neoplasms",
        "mesh_id": "D009369"
      },
      {
        "ui": "C0998265",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0998265",
        "name": "Cancer <Cancridae>",
        "mesh_id": "None"
      },
      {
        "ui": "C1547140",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1547140",
        "name": "Specialty Type - cancer",
        "mesh_id": "None"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}