{
  "id": 3620,
  "title": "Accuracy of breath test for diabetes mellitus diagnosis: a systematic review and meta-analysis",
  "Abstract": "The review aimed to investigate the accuracy of breath tests in the diagnosis of diabetes mellitus, identify exhaled volatile organic compounds with the most evidence as potential biomarkers, and summarize prospects and challenges in diabetic breath tests. Databases including Medline, PubMed, EMBASE, Cochrane Library and Science Citation Index Expanded were searched. Human studies describing diabetic breath analysis with more than 10 subjects as controls and patients were included. Population demographics, breath test conditions, biomarkers, analytical techniques and diagnostic accuracy were extracted. Quality assessment was performed with the Standards for Reporting Diagnostic Accuracy and a modified QUADAS-2 (Quality Assessment of Diagnostic Accuracy Studies 2). Forty-four research with 2699 patients with diabetes were included for qualitative data analysis and 14 eligible studies were used for meta-analysis. Pooled analysis of type 2 diabetes breath test exhibited sensitivity of 91.8% (95% CI 83.6% to 96.1%), specificity of 92.1% (95% CI 88.4% to 94.7%) and area under the curve (AUC) of 0.96 (95% CI 0.94 to 0.97). Isotopic carbon dioxide (CO2) showed the best diagnostic accuracy with pooled sensitivity of 0.949 (95% CI 0.870 to 0.981), specificity of 0.946 (95% CI 0.891 to 0.975) and AUC of 0.98 (95% CI 0.97 to 0.99). As the most widely reported biomarker, acetone showed moderate diagnostic accuracy with pooled sensitivity of 0.638 (95% CI 0.511 to 0.748), specificity of 0.801 (95% CI 0.691 to 0.878) and AUC of 0.79 (95% CI 0.75 to 0.82). Our results indicate that breath test is a promising approach with acceptable diagnostic accuracy for diabetes mellitus and isotopic CO2 is the optimal breath biomarker. Even so, further validation and standardization in subject control, breath sampling and analysis are still required.",
  "Disease_List": [
    "diabetes mellitus",
    "type 2 diabetes"
  ],
  "Reason": "The abstract explicitly mentions 'diabetes mellitus' and 'type 2 diabetes' as specific diseases being investigated in the context of breath test diagnosis. These are well-defined disease names rather than general terms.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "diabetes mellitus",
    "type 2 diabetes"
  ],
  "UMLS_search_results": {
    "diabetes mellitus": [
      {
        "ui": "C0011849",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011849",
        "name": "Diabetes Mellitus",
        "mesh_id": "D003920"
      }
    ],
    "type 2 diabetes": [
      {
        "ui": "C0011860",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011860",
        "name": "Diabetes Mellitus, Non-Insulin-Dependent",
        "mesh_id": "D003924"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}