{
  "id": 3634,
  "title": "Spraying some organic compounds on King Ruby grapevines for powdery mildew resistance.",
  "Abstract": "This investigation was conducted for two successive seasons (2013 and 2014) in a private vineyard located at 64 Km of Cairo-Alexandria desert road to study the possibility of using organic products to reduce powdery mildew, which it is reflect in reducing yield and fruit quality of King Ruby grapevines. The chosen vines were tenyears-old, grown in a sandy loam soil, spaced at 1.5 X 3.0 meters apart and irrigated by the drip irrigation system, trained to bilateral cordon with spur pruning, and trellised by the \"Y\" shape system. The vines were pruned during the last week of January with bud load of (60buds/vine). Application of different biocontrol agents Trichoderma harziamum, Trichoderma viride, Bacillus subtilis as well as blight stop a commercial biocide which contains different isolates of Trichoderma forms in Arabic gum and potassium soap) were obtained kindly from central lab. of organic agriculture, ARC. Giza, in an attempt reduces powdery mildew of the plants. The results showed that all vital bioagents treatments significantly were reduced the powdery mildew disease compared with micron sulphur and control in both season. However, spraying mixture of Trichoderma harziamum + Trichoderma viride and blight stop gave the least disease incidence and severity which it is reflect to increase yield, achieve the best physical characteristics of bunches as well as improving the physical and chemical properties of berries. INTRODUCTION Grapevine (Vitisvinifera L.) is one of the most important fruits grown in Egypt. Grapevine is subjected to the infection with powdery mildew caused by Uncinu lanecator Schwe in Burrill. teleomorph of Oidiumtuckeri Berk. Recently, renamed Erysiphenecator Schw. and placed into the section Uncinula of the genus (Braun and Takamatsu, 2000). Powdery mildew is a worldwide economically important fungal disease in the grapevine farms and the most enduring and widespread problem. It costs million dollars annually to vine growers, due to croplosses and an intensive usage of fungicides for its control (Rumbolz et al 2000; Miazzi et al 2003; Hajjeh et al 2005; Péros et al 2005 and Crisp et al 2006). The damage caused by the pathogen, U. necator, has been noticed from the studies of the disease on cultivars of the European grape species (Calonnec et al 2004). In Egypt, powdery mildew was found on different varieties of grapevine causing considerable losses in grape production (David et al 2001; Gadoury et al 2001 and Saleh et al 2007). Powdery mildew can result in reducing vine growth, yield, fruit quality and winter hardness. Uncontrolled, the disease can be devastating on susceptible varieties under the proper environmental conditions. However, infection caused by this fungus is developed in high humidity conditions but not by free water (Ellis et al 2008). In addition, the release of as cospores has always been associated with rainy periods where cumulative rainfall ranged between 2 and 58.5 mm. Therefore, rain is necessary for ascospore release that is a primary in oculasource (Jailloux et al 1999). E. necatorhas been reported Ansam Abd El-Rahman; Magda Mohamed and Howida Metwaly Arab Univ. J. Agric. Sci., 24(1), 2016 128 to overwinter as mycelium or conidia in dormant buds and/or as cleistothecia on infected tissues, on the bark of vines or in the soil (Delye et al 1997; Miazzi et al 2003 and Cortesi et al 2005). Several antagonistic microorganisms were recorded to be promising candidate and effective for controlling wide range of plant pathogens including these bioagents species of Trichoderma (Chet et al 1997) and Bacillus spp. (Sharifi and Ramezani 2003). The use of synthetic chemicals to control plant diseases is to be coming more restricted. The added costs for controlling diseases make losses even more important economically. Development of resistance in the pathogens, residual effects and environmental pollution which led to an increase of health hazards due to their phytotoxic residual and pollution effects along of the cost of controlling diseases are problems associated with use of these chemicals. Recently, search for substances alternative have been initiated. Therefore using some other means of disease control instead of agrochemical is strongly encourage. Biological control of plant diseases using microorganisms is a very promising alternative to the extended use of fungicides. The biological control of plant pathogenic fungi has received considerable attention as an alternative strategy (El-Rafai Ilham et al 2003). Among the biological control agents Trichoderma spp. is the most promising and effective biocontrol agent. Trichoderma spp. as antagonist controlling wide range of microbes and their mechanism of mycoparasitism is much more complex, involves nutrient competition, hyperparasitism, antibiosis, space and cell wall degrading enzymes. Trichoderma harzianum Rifai is a cosmopolitan species that might be found in the ground. Trichoderma harzianumcan be considered as identical biocontrol agent for its ideal characteristic. This antagonist is very easy to be isolate and grows rapidly on any organic staff. T. harzianum act through different mode of actions i.e. mycoparasitism (Abd El-Moity & Shatla, 1981; Benhamoud & Chet, 1993 and Abada, 2002), production of antifungal (Hayes 1992 and Robinson et al 2009), also it owns enzyme system causes destruction for the pathogens (Abd El-Moity, 1981; Bolar et al 2000 and Ziedan et al 2005). In addition to these modes of action Trichoderma spp. also act as inducer for resistance in treated plants against certain pathogen organs (Harman 2006). It is also clear that it can grow within wide range of temperature and other environmental conditions (Singh et al 2010). Use of Trichoderma spp. as a tool in the biological control of many plant diseases has been a subject of many workers (Osman et al 2001 and Abd El-Moity et al 2003). Mixing antagonists with each other’s (Trichoderma harzianum Rifai and Trichoderma viride Harz.) might be lead to antagonistic effect consequently decrease efficacy of treatment (Robinson et al 2009) or lead to synergistic effect and increase the efficacy (Latha et al 2009). This increase or decrease is due to harmony and compatibility factors between bioagents. Bacillus subtilis is widely spread in nature. It might be used for suppressing plant diseases caused by bacteria and fungi. This bacterium suppresses harmful microorganisms through the competition for food and directly populating them. It is not toxic for humans and environment (EPA, 2009). B. subtilis Cohn is antagonistic to plant pathogenic fungi and bacteria. Bacillus spp. produced at least 66 different antibiotic compounds (Ferreira et al 1991). The antagonistic effect of B. subtilis against many pathogenic fungi was examined in vitro and in vivo (Abd El-Moity et al 2003 and Hussein et al 2007). The antagonistic mechanism of these bacteria for plant pathogens involved antibiosis competition for nutrients or space, enhancement of root and plant development, induction of plant resistance, solubilization and sequestration of inorganic nutrients and/or inactivation of the pathogen enzymes (Intana et al 2008). Sulphur can be applied as a spray or dust. Dusting sulphur is popular in the USA but used rarely in Australia, even though it is considered an effective product (Possingham, 2002). Sulphur works by killing the spores of powdery mildew, thus protecting the vines from new infections. It does not kill the fungus itself. The best use of sulphur therefore, is to prevent vines from becoming infected, rather than to suppress infections once they have developed. Existing mature fungal colonies will begin producing more spores as soon as a week after a sulphur spray is applied. Sulphur is a popular fungicide because it is relatively cheap and provides good results under less than ideal application conditions. The latter point is due to the fact that under suitable conditions (temperatures 25 o C to 30 o C), sulphur becomes volatile, and to a degree it ‘fumigates’ the foliage and bunches, including areas that were not actually contacted by the spray or dust. The present work was designed to find out effective, nontoxic, in harmony with organic production rules. Products used to control diseases which can replace toxic chemical substances now in Spraying some organic compounds on King Ruby grapevines Arab Univ. J. Agric. Sci., 24(1), 2016 129 grapevine field systems. These safe products will help in protecting biological balance, keep our environment clean, in addition it will help in organic production. Organic products in markets have special high prices, so this work will also improve the income farmers and consequently lead to increase organic products which will lead to increase in the national income .In this work, different single bio agents or mixture of bio agents with others were tested under Egyptian conditions. goal of this study is the use of vital bio agents treatments to control powdery mildew, which it is reflect to increase vine growth, yield and fruit quality of King Ruby grapevines compare with chemical treatment (micron sulphur) and untreated vines (control). MATERIAL AND METHODS This investigation was conducted for two successive seasons (2013and2014) in a private vineyard located at 64 Km of CairoAlexandria desert road to study the possibility of using organic products to reduce using powdery mildew, which it is reflect to evaluate vine growth, yield and fruit quality of King Ruby grapevines. The chosen vines were tenyears-old, grown in a sandy loam soil, spaced at 1.5 X 3.0 meters apart and irrigated using drip irrigation system, trained to bilateral cordon with spur pruning, and trellised by the \"Y\" shape system. The vines were pruned during the last week of January with bud load of (60 buds/vine) in both seasons according to Fawzi et al (1984). All vines received the same agricultural practices already applied in the vineyard. Different b",
  "Disease_List": [
    "powdery mildew"
  ],
  "Reason": "The abstract explicitly mentions 'powdery mildew' multiple times as a specific fungal disease affecting grapevines. It also provides the scientific name of the pathogen causing powdery mildew (Uncinula necator, teleomorph Erysiphe necator), confirming that a specific disease is discussed. Therefore, the classification is 'Y' with 'powdery mildew' listed as the disease.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "powdery mildew"
  ],
  "UMLS_search_results": {
    "powdery mildew": [
      {
        "ui": "C0319635",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0319635",
        "name": "Erysiphe",
        "mesh_id": "D000084745"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}