{
  "id": 3996,
  "title": "Preparation and Gas Sensing Properties of In2O3/Au Nanorods for Detection of Volatile Organic Compounds in Exhaled Breath",
  "Abstract": "A series of In2O3/Au nanorods (NRs) were fabricated and characterized by scanning electron microscope (SEM), transmission electron microscope (TEM), X–ray diffractometer (XRD) and X–ray photoelectron spectroscopy (XPS). The length to diameter ratios of In2O3/Au NRs was periodically modulated in the range of 2.9–4.5 through controlling the initial content of indium salt and reaction time. Their gas sensing properties to volatile organic compounds (VOCs) were carefully studied and then applied in exhaled breath detection. The results demonstrate that In2O3/Au NRs gas sensor can effectively detect acetone at 250 °C and ethanol at 400 °C. The corresponding actual detection limit is as low as 0.1 ppm to acetone and 0.05 ppm to ethanol, respectively. Moreover, by using humidity compensation method, In2O3/Au NRs gas sensor can clearly distinguish the acetone and ethanol biomarkers in human breath. The main reason of the enhanced gas sensing properties was attributed to the “spillover effects” between Au and In2O3 NRs. The excellent sensing performance indicates that In2O3/Au NRs is a promising functional material to actual application in monitoring and detecting diabetes and safe driving area in a noninvasive and more accurate way.",
  "Disease_List": [
    "diabetes"
  ],
  "Reason": "The abstract explicitly mentions 'diabetes' as a disease that can be monitored and detected using the In2O3/Au NRs gas sensor. Although other terms like 'volatile organic compounds' and 'biomarkers' are mentioned, only 'diabetes' is a specific disease name explicitly stated.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "diabetes"
  ],
  "UMLS_search_results": {
    "diabetes": [
      {
        "ui": "C0011847",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011847",
        "name": "Diabetes",
        "mesh_id": "None"
      },
      {
        "ui": "C0011849",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011849",
        "name": "Diabetes Mellitus",
        "mesh_id": "D003920"
      },
      {
        "ui": "C0011860",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011860",
        "name": "Diabetes Mellitus, Non-Insulin-Dependent",
        "mesh_id": "D003924"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}