{
  "id": 4874,
  "title": "Surface Characterization of Secondary Organic Aerosols from Ozonolysis of Monoterpene and the Effects of Acute Lung Injury in Mice",
  "Abstract": "ABSTRACT \n \nMonoterpene is a biogenic volatile organic compound commonly found in cleaning products and air fresheners. It can react rapidly with indoor oxidants, such as ozone (O3), to produce secondary organic aerosols (SOAs) in indoor environments, and the reactions are potentially influenced by ammonia (NH3). This study simulated the reactions of O3 and monoterpene with and without the presence of NH3 in an environmental chamber and investigated the surface characterization (elemental components and carbon states) of the PM2.5 generated by these reactions. We found that the generated particles possessed a higher content of nitrogen-containing organic compounds when NH3 was present. Unsubstituted aromatic carbon and aliphatic carbon were the main carbon structures, exhibited by over 60% of the carbon-containing compounds. Additionally, in the presence of NH3, more amide carbon and carboxylic carbon formed during the reactions. We also examined acute lung injury in mice caused by new particle formation under different reaction conditions. Oxidative stress was observed in the bronchoalveolar lavage fluid of the mice, as evidenced by a decrease in antioxidant enzymes (superoxide dismutase) and antioxidants (glutathione) as well as an increase in malondialdehyde. Moreover, the SOAs generated in the presence of NH3 lowered glutathione levels, indicating a rise in oxidative stress. Hence, fine particles formed by indoor oxidative reactions may trigger acute lung injury in humans, potentially causing further respiratory disease.",
  "Disease_List": [
    "acute lung injury",
    "respiratory disease"
  ],
  "Reason": "The abstract explicitly mentions 'acute lung injury' as a specific condition studied in mice, and also refers to 'respiratory disease' as a potential consequence of exposure to fine particles formed by indoor oxidative reactions. These are specific disease names rather than general terms.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "acute lung injury",
    "respiratory disease"
  ],
  "UMLS_search_results": {
    "acute lung injury": [
      {
        "ui": "C0242488",
        "rootSource": "MSH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0242488",
        "name": "Acute Lung Injury",
        "mesh_id": "D055371"
      }
    ],
    "respiratory disease": [
      {
        "ui": "C0035242",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0035242",
        "name": "Respiratory Tract Diseases",
        "mesh_id": "D012140"
      },
      {
        "ui": "C0035204",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0035204",
        "name": "Respiration Disorders",
        "mesh_id": "D012120"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}