{
  "id": 4990,
  "title": "Ex vivo emission of volatile organic compounds from gastric cancer and non-cancerous tissue",
  "Abstract": "The presence of certain volatile organic compounds (VOCs) in the breath of patients with gastric cancer has been reported by a number of research groups; however, the source of these compounds remains controversial. Comparison of VOCs emitted from gastric cancer tissue to those emitted from non-cancerous tissue would help in understanding which of the VOCs are associated with gastric cancer and provide a deeper knowledge on their generation. Gas chromatography with mass spectrometric detection (GC-MS) coupled with head-space needle trap extraction (HS-NTE) as the pre-concentration technique, was used to identify and quantify VOCs released by gastric cancer and non-cancerous tissue samples collected from 41 patients during surgery. Excluding contaminants, a total of 32 VOCs were liberated by the tissue samples. The emission of four of them (carbon disulfide, pyridine, 3-methyl-2-butanone and 2-pentanone) was significantly higher from cancer tissue, whereas three compounds (isoprene, γ-butyrolactone and dimethyl sulfide) were in greater concentration from the non-cancerous tissues (Wilcoxon signed-rank test, p < 0.05). Furthermore, the levels of three VOCs (2-methyl-1-propene, 2-propenenitrile and pyrrole) were correlated with the occurrence of H. pylori; and four compounds (acetonitrile, pyridine, toluene and 3-methylpyridine) were associated with tobacco smoking. Ex vivo analysis of VOCs emitted by human tissue samples provides a unique opportunity to identify chemical patterns associated with a cancerous state and can be considered as a complementary source of information on volatile biomarkers found in breath, blood or urine.",
  "Disease_List": [
    "gastric cancer"
  ],
  "Reason": "The abstract explicitly mentions 'gastric cancer' multiple times as the specific disease under study. It discusses volatile organic compounds associated with gastric cancer tissue compared to non-cancerous tissue, clearly identifying gastric cancer as the disease of interest.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "gastric cancer"
  ],
  "UMLS_search_results": {
    "gastric cancer": [
      {
        "ui": "C0024623",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0024623",
        "name": "Malignant neoplasm of stomach",
        "mesh_id": "D013274"
      },
      {
        "ui": "C0699791",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0699791",
        "name": "Stomach Carcinoma",
        "mesh_id": "None"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}