{
  "id": 5005,
  "title": "Volatile organic compounds associated with Plasmodium falciparum infection in vitro",
  "Abstract": "In order to identify new ways to prevent transmission of vector-borne diseases such as malaria, efforts have been made to understand how insects are attracted to humans. Vector-host interaction studies have shown that several volatile compounds play an important role in attracting mosquitoes to human targets. A headspace solid-phase micro-extraction/gas chromatography-mass spectrometry (HSPME GC-MS) analysis of the volatile organic composition of extracellular vesicles (EVs) and supernatants of ultracentrifugation (SNUs) was carried out in Plasmodium falciparum-infected cultures with high and low parasitemias. A list of 18 volatile organic compounds (VOCs) was obtained from the EVs of both infected and uninfected RBCs with 1,2,3-Propanetriol, diacetate (diacetin) increased in the infected EVs, regardless of the parasitemia of the culture. The supernatant analysis, however, gave off 56 VOCs, with pentane 2,2,4-trimethyl being present in all the SNUs of uninfected erythrocytes but absent from the parasite-infected ones. Standing out in this study was hexanal, a reported insect attractant, which was the only VOC present in all samples from SNUs from infected erythrocytes and absent from uninfected ones, suggesting that it originates during parasite infection. The hexanal compound, reportedly a low-level component found in healthy human samples such as breath and plasma, had not been found in previous analyses of P. falciparum-infected patients or cultures. This compound has been reported as an Anopheles gambiae attractant in plants. While the compound could be produced during infection by the malaria parasite in human erythrocytes, the A. gambiae attraction could be used by the parasite as a strategy for transmission.",
  "Disease_List": [
    "malaria"
  ],
  "Reason": "The abstract explicitly mentions 'malaria' as a specific vector-borne disease. It discusses efforts to prevent transmission of vector-borne diseases such as malaria and details studies involving Plasmodium falciparum, the parasite responsible for malaria. Therefore, the classification is 'Y' because a specific disease name, malaria, is clearly mentioned.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "malaria"
  ],
  "UMLS_search_results": {
    "malaria": [
      {
        "ui": "C0024530",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0024530",
        "name": "Malaria",
        "mesh_id": "D008288"
      },
      {
        "ui": "C0206255",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0206255",
        "name": "Malaria Vaccines",
        "mesh_id": "D017780"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}