{
  "id": 5032,
  "title": "Review—Non-Invasive Monitoring of Human Health by Exhaled Breath Analysis: A Comprehensive Review",
  "Abstract": "Exhaled human breath analysis is a very promising ﬁ eld of research work having great potential for diagnosis of diseases in non- invasive way. Breath analysis has attracted huge attention in the ﬁ eld of medical diagnosis and disease monitoring in the last two decades. VOCs/gases (Volatile Organic Compounds) in exhaled breath bear the ﬁ nger-prints of metabolic and biophysical processes going on in human body. It ’ s a non-invasive, fast, non-hazardous, cost effective, and point of care process for disease state monitoring and environmental exposure assessment in human beings. Some VOCs/gases in exhaled breath are bio-markers of different diseases and their presence in excess amount is indicative of un-healthiness. Breath analysis has the potential for early detection of diseases. However, it is still underused and commercial device is yet not available owing to multiferrious challenges. This review is intended to provide an overview of major biomarkers (VOCs/gases) present in exhaled breath, importance of their analysis towards disease monitoring, analytical techniques involved, promising materials for breath analysis etc. Finally, related challenges and limitations along with future scope will be touched upon. for acute decompensated heart failure), Alkhouri et al. (biomarker identi ﬁ ed: acetone, isoprene, trimethylamine, acetaldehyde, pentane for non-alcoholic fatty liver disease), Hanouneh et al. (biomarker identi ﬁ ed: 2-propanol, ethanol, acetone, trimethylamine, acetaldehyde, pentane for alcoholic hepatitis), Walton et al. (biomarker identi ﬁ ed: acetone for diabetes mellitus), Storer et al. (biomarker identi ﬁ ed: acetone for diabetes mellitus) process, high energy sites available in quantum dots, nanorods, nano sheets, nano tubes, nano belts and other exotic nanostructures, doping of novel and non-novel metals and oxides",
  "Disease_List": [
    "acute decompensated heart failure",
    "non-alcoholic fatty liver disease",
    "alcoholic hepatitis",
    "diabetes mellitus"
  ],
  "Reason": "The abstract explicitly mentions specific disease names such as 'acute decompensated heart failure', 'non-alcoholic fatty liver disease', 'alcoholic hepatitis', and 'diabetes mellitus' in the context of biomarkers identified in exhaled breath analysis. Therefore, the classification is 'Y' with these diseases listed.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "acute decompensated heart failure",
    "non-alcoholic fatty liver disease",
    "alcoholic hepatitis",
    "diabetes mellitus"
  ],
  "UMLS_search_results": {
    "acute decompensated heart failure": [
      {
        "ui": "C1609524",
        "rootSource": "MDR",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1609524",
        "name": "ADHF",
        "mesh_id": "None"
      }
    ],
    "non-alcoholic fatty liver disease": [
      {
        "ui": "C0400966",
        "rootSource": "MSH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0400966",
        "name": "Non-alcoholic Fatty Liver Disease",
        "mesh_id": "D065626"
      }
    ],
    "alcoholic hepatitis": [
      {
        "ui": "C0019187",
        "rootSource": "MSH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0019187",
        "name": "Hepatitis, Alcoholic",
        "mesh_id": "D006519"
      }
    ],
    "diabetes mellitus": [
      {
        "ui": "C0011849",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011849",
        "name": "Diabetes Mellitus",
        "mesh_id": "D003920"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}