{
  "id": 505,
  "title": "Release of volatile organic compounds (VOCs) from the lung cancer cell line CALU-1 in vitro",
  "Abstract": "BackgroundThe aim of this work was to confirm the existence of volatile organic compounds (VOCs) specifically released or consumed by lung cancer cells.Methods50 million cells of the human non-small cell lung cancer (NSCLC) cell line CALU-1 were incubated in a sealed fermenter for 4 h or over night (18 hours). Then air samples from the headspace of the culture vessel were collected and preconcentrated by adsorption on solid sorbents with subsequent thermodesorption and analysis by means of gas chromatography mass spectrometry (GC-MS). Identification of altogether 60 compounds in GCMS measurement was done not only by spectral library match, but also by determination of retention times established with calibration mixtures of the respective pure compounds.ResultsThe results showed a significant increase in the concentrations of 2,3,3-trimethylpentane, 2,3,5-trimethylhexane, 2,4-dimethylheptane and 4-methyloctane in the headspace of CALU-1 cell culture as compared to medium controls after 18 h. Decreased concentrations after 18 h of incubation were found for acetaldehyde, 3-methylbutanal, butyl acetate, acetonitrile, acrolein, methacrolein, 2-methylpropanal, 2-butanone, 2-methoxy-2-methylpropane, 2-ethoxy-2-methylpropane, and hexanal.ConclusionOur findings demonstrate that certain volatile compounds can be cancer-cell derived and thus indicative of the presence of a tumor, whereas other compounds are not released but seem to be consumed by CALU-1 cells.",
  "Disease_List": [
    "lung cancer",
    "non-small cell lung cancer (NSCLC)"
  ],
  "Reason": "The abstract explicitly mentions 'lung cancer' and specifies the 'non-small cell lung cancer (NSCLC)' cell line CALU-1. These are specific disease names related to cancer, thus the classification is Y.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "lung cancer"
  ],
  "UMLS_search_results": {
    "lung cancer": [
      {
        "ui": "C0242379",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0242379",
        "name": "Malignant neoplasm of lung",
        "mesh_id": "D008175"
      },
      {
        "ui": "C0684249",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0684249",
        "name": "Carcinoma of lung",
        "mesh_id": "None"
      }
    ],
    "non-small cell lung cancer (NSCLC)": []
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}