{
  "id": 5350,
  "title": "HPLC Analysis and Risk Assessment of 15 Priority PAHs in Human Blood Serum of COPD Patient from Urban and Rural Areas, Iasi (Romania)",
  "Abstract": "One of the leading risk factors for environmental health problems is air pollution. The World Health Organization (WHO) reports that this risk factor is associated with one of every nine deaths worldwide. Epidemiological studies conducted in this field have shown a solid connection between respiratory pathology and polycyclic aromatic hydrocarbon (PAH) exposure. COPD and asthma are respiratory diseases that were shown to have a strong association with exposure to PAHs. The purpose of the present study was to assess the serum levels of 15 PAHs in 102 COPD patients and to evaluate the results according to the residence environment of the investigated subjects. Analyses were carried out using a high-performance liquid chromatograph Nexera X2—Shimadzu Japan, which was equipped with an LC–30AD pump and an SIL–30AC autosampler. Spiked matrices, procedure blanks, spiked controls, and calibration standards in the acetonitrile were used as quality-assurance samples. Benzo(a)pyrene is the main representative of PAHs and was determined in higher concentrations in subjects with COPD versus the control group from the urban area (0.90/0.47 ng/mL) and rural area (0.73/0.44 ng/mL). The values obtained for the Benzo(a)pyrene-equivalent factor indicate a higher carcinogenic potential for patients diagnosed with COPD in urban areas compared to those in rural areas. These results could be due to traffic and vehicle emissions. This research identifies the need for legislative action to decrease semi-volatile organic compounds, especially PAHs, mainly in urban cities, in order to improve environmental management and health conditions.",
  "Disease_List": [
    "COPD",
    "asthma"
  ],
  "Reason": "The abstract explicitly mentions specific diseases: COPD (Chronic Obstructive Pulmonary Disease) and asthma. These are identified as respiratory diseases strongly associated with exposure to polycyclic aromatic hydrocarbons (PAHs). Therefore, the classification is 'Y' because specific disease names are clearly stated.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "COPD",
    "asthma"
  ],
  "UMLS_search_results": {
    "COPD": [
      {
        "ui": "C1412502",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1412502",
        "name": "ARCN1 gene",
        "mesh_id": "None"
      },
      {
        "ui": "C0024117",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0024117",
        "name": "Chronic Obstructive Airway Disease",
        "mesh_id": "D029424"
      },
      {
        "ui": "C1647218",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1647218",
        "name": "COPD pharmacologic substance",
        "mesh_id": "None"
      },
      {
        "ui": "C3714496",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C3714496",
        "name": "Chronic obstructive pulmonary disease of horses",
        "mesh_id": "None"
      }
    ],
    "asthma": [
      {
        "ui": "C0004096",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0004096",
        "name": "Asthma",
        "mesh_id": "D001249"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}