{
  "id": 5871,
  "title": "The Antioxidants Glutathione, Ascorbic Acid and Uric Acid Maintain Butyrate Production by Human Gut Clostridia in The Presence of Oxygen In Vitro",
  "Abstract": "Uncontrolled oxidative stress, reported in Salmonella and HIV infections, colorectal cancer or severe acute malnutrition, has been associated with anaerobic gut microbiome alteration, impaired butyrate production, mucosal immunity dysregulation and disruption of host-bacterial mutualism. However, the role of major antioxidant molecules in the human body, such as glutathione, ascorbic acid and uric acid, has been neglected in this context. Here, we performed an in vitro metabolomics study of the 3 most odorous anaerobic microbes isolated from the human gut in our laboratory (Clostridium sporogenes, Clostridium subterminale and Romboutsia lituseburensis) when grown in anaerobiosis or in aerobiosis with these 3 antioxidant molecules via gas and liquid chromatography-mass spectrometry (GC/MS and LC/MS). There was no growth or volatile organic compound production in aerobic cultures without the 3 antioxidant molecules. In anaerobiosis, the major metabolic products of the bacteria were thiols, alcohols and short-chain fatty acid esters. The production of alkanes, cycloheptatriene and, paradoxically, increased butyrate production, was observed in the cultures grown in aerobiosis with the 3 antioxidant molecules. The qualitative shift suggests specific molecular mechanisms that remain to be elucidated. The increased production of butyrate, but also isobutyrate and isovalerate in vitro suggests that these 3 antioxidant molecules contributed to the maintenance and active resilience of host-bacterial mutualism against mucosal oxygen and uncontrolled oxidative stress in vivo.",
  "Disease_List": [
    "Salmonella infection",
    "HIV infection",
    "colorectal cancer",
    "severe acute malnutrition"
  ],
  "Reason": "The abstract explicitly mentions specific diseases including 'Salmonella infection', 'HIV infection', 'colorectal cancer', and 'severe acute malnutrition'. These are named diseases rather than general terms like 'disease' or 'illness'. Therefore, the classification is 'Y' with the listed diseases extracted directly from the text.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "Salmonella infection",
    "HIV infection",
    "colorectal cancer",
    "severe acute malnutrition"
  ],
  "UMLS_search_results": {
    "Salmonella infection": [
      {
        "ui": "C0036117",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0036117",
        "name": "Salmonella infections",
        "mesh_id": "D012480"
      }
    ],
    "HIV infection": [
      {
        "ui": "C0019693",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0019693",
        "name": "HIV Infections",
        "mesh_id": "D015658"
      }
    ],
    "colorectal cancer": [
      {
        "ui": "C5848476",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C5848476",
        "name": "Malignant neoplasm of cecum and/or colon and/or rectum (disorder)",
        "mesh_id": "None"
      },
      {
        "ui": "C0009402",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0009402",
        "name": "Colorectal Carcinoma",
        "mesh_id": "D015179"
      }
    ],
    "severe acute malnutrition": [
      {
        "ui": "C4042945",
        "rootSource": "MSH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C4042945",
        "name": "Severe Acute Malnutrition",
        "mesh_id": "D000067011"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}