{
  "id": 5957,
  "title": "Principles of lung cancer screening – exhaled breath analysis",
  "Abstract": "This review considers exhaled breath analysis, a non-invasive, widely applicable and cost-effective technique that holds great potential for evolving into a future screening tool for lung cancer and other diseases. Exhaled human breath contains thousands of volatile and non-volatile chemical compounds, which are products of metabolic processes and subject to changes in composition and concentration as a result of carcinogenesis. In the last decade, the analysis of volatile organic compounds (VOCs) has gained increasing interest because of the development of new technologies that might allow for detection of certain VOC biomarkers or patterns indicative of lung cancer. We provide an overview of the chemical analytical and sensor array technologies currently available for VOC analysis, including statistical methods implemented for the analysis of complex VOC patterns, and discuss issues of exhaled breath sampling and storage. Furthermore, we summarize the literature on exhaled breath analysis in lung cancer and discuss the results, limitations and future perspectives. We also briefly review the literature on sniffer dogs trained to detect lung cancer from human breath samples. In conclusion, even though certain issues have yet to be addressed and large randomized blinded studies are still lacking, there is evidence that exhaled breath analysis may be a promising tool for lung cancer screening.",
  "Disease_List": [
    "lung cancer"
  ],
  "Reason": "The abstract explicitly mentions 'lung cancer' multiple times as a specific disease. It discusses exhaled breath analysis as a potential screening tool for lung cancer, indicating that lung cancer is a specific disease name mentioned. No other specific diseases are named.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "lung cancer"
  ],
  "UMLS_search_results": {
    "lung cancer": [
      {
        "ui": "C0242379",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0242379",
        "name": "Malignant neoplasm of lung",
        "mesh_id": "D008175"
      },
      {
        "ui": "C0684249",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0684249",
        "name": "Carcinoma of lung",
        "mesh_id": "None"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}