{
  "id": 603,
  "title": "Sensing Technologies for Detection of Acetone in Human Breath for Diabetes Diagnosis and Monitoring",
  "Abstract": "The review describes the technologies used in the field of breath analysis to diagnose and monitor diabetes mellitus. Currently the diagnosis and monitoring of blood glucose and ketone bodies that are used in clinical studies involve the use of blood tests. This method entails pricking fingers for a drop of blood and placing a drop on a sensitive area of a strip which is pre-inserted into an electronic reading instrument. Furthermore, it is painful, invasive and expensive, and can be unsafe if proper handling is not undertaken. Human breath analysis offers a non-invasive and rapid method for detecting various volatile organic compounds thatare indicators for different diseases. In patients with diabetes mellitus, the body produces excess amounts of ketones such as acetoacetate, beta-hydroxybutyrate and acetone. Acetone is exhaled during respiration. The production of acetone is a result of the body metabolising fats instead of glucose to produce energy. There are various techniques that are used to analyse exhaled breath including Gas Chromatography Mass Spectrometry (GC–MS), Proton Transfer Reaction Mass Spectrometry (PTR–MS), Selected Ion Flow Tube-Mass Spectrometry (SIFT–MS), laser photoacoustic spectrometry and so on. All these techniques are not portable, therefore this review places emphasis on how nanotechnology, through semiconductor sensing nanomaterials, has the potential to help individuals living with diabetes mellitus monitor their disease with cheap and portable devices.",
  "Disease_List": [
    "diabetes mellitus"
  ],
  "Reason": "The abstract explicitly mentions the specific disease name 'diabetes mellitus' multiple times, discussing its diagnosis, monitoring, and related metabolic processes. Therefore, it qualifies as mentioning specific disease names.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "diabetes mellitus"
  ],
  "UMLS_search_results": {
    "diabetes mellitus": [
      {
        "ui": "C0011849",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0011849",
        "name": "Diabetes Mellitus",
        "mesh_id": "D003920"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {}
}