{
  "id": 1103,
  "title": "Environmental exposure to volatile organic compounds among workers in Mexico City as assessed by personal monitors and blood concentrations.",
  "Abstract": "Benzene, an important component in gasoline, is a widely distributed environmental contaminant that has been linked to known health effects in animals and humans, including leukemia. In Mexico City, environmental benzene levels, which may be elevated because of the heavy traffic and the poor emission control devices of older vehicles, may pose a health risk to the population. To assess the potential risk, portable passive monitors and blood concentrations were used to survey three different occupational groups in Mexico City. Passive monitors measured the personal exposure of 45 workers to benzene, ethylbenzene, toluene, o-xylene and m-/p-xylene during a work shift. Blood concentrations of the above volatile organic compounds (VOCs), methyl tert-butyl ether, and styrene were measured at the beginning and the end of a work shift. Passive monitors showed significantly higher (p > 0.0001) benzene exposure levels among service station attendants (median = 330 microg/m3; range 130-770) as compared to street vendors (median = 62 microg/m3; range 49-180) and office workers (median = 44 microg/m3, range 32-67). Baseline blood benzene levels (BBLs) for these groups were higher than those reported for similar populations from Western countries (median = 0.63 microg/L, n = 24 for service station attendants; median = 0.30 microg/L, n = 6 for street vendors; and median = 0.17 microgr;g/L, n = 7 for office workers). Nonsmoking office workers who were nonoccupationally exposed to VOCs had BBLs that were more than five times higher than those observed in a nonsmoking U.S. population. BBLs of participants did not increase during the work shift, suggesting that because the participants were chronically exposed to benzene, complex pharmacokinetic mechanisms were involved. Our results highlight the need for more complete studies to assess the potential benefits of setting environmental standards for benzene and other VOCs in Mexico. ImagesFigure 1",
  "Disease_List": [
    "leukemia"
  ],
  "Reason": "The abstract explicitly mentions 'leukemia' as a known health effect linked to benzene exposure. Leukemia is a specific disease name, which justifies the classification as 'Y'. Other terms like 'health effects' are general, but the presence of 'leukemia' meets the criteria for specific disease mention.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "leukemia"
  ],
  "UMLS_search_results": {
    "leukemia": [
      {
        "ui": "C0023418",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0023418",
        "name": "leukemia",
        "mesh_id": "D007938"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "Benzene",
    "Ethylbenzene",
    "Toluene",
    "o-Xylene",
    "m-/p-Xylene",
    "Methyl tert-butyl ether",
    "Styrene"
  ],
  "compound_CID": [
    {
      "Benzene": 241,
      "Ethylbenzene": 7500,
      "Toluene": 1140,
      "o-Xylene": 7237,
      "m-/p-Xylene": "None",
      "Methyl tert-butyl ether": 15413,
      "Styrene": 7501
    }
  ],
  "compound_disease_relation": [
    {
      "Benzene_leukemia": {
        "relationship": "Y",
        "reason": "The abstract explicitly states that benzene, a widely distributed environmental contaminant, has been linked to known health effects in animals and humans, including leukemia. This indicates a recognized association between benzene exposure and the development of leukemia. The study further discusses benzene exposure levels in various occupational groups, highlighting the potential health risks posed by benzene, which supports the evidence of a relationship between benzene and leukemia."
      }
    },
    {
      "Ethylbenzene_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses benzene as a compound linked to leukemia and highlights exposure levels of benzene and other volatile organic compounds (VOCs) including ethylbenzene. However, it does not provide any evidence or specific information linking ethylbenzene to leukemia. The focus is on benzene's known health effects, including leukemia, while ethylbenzene is only mentioned as one of the VOCs measured without any direct association to leukemia. Therefore, based on this abstract, there is no clear relationship established between ethylbenzene and leukemia."
      }
    },
    {
      "Toluene_leukemia": {
        "relationship": "N",
        "reason": "The abstract primarily discusses the relationship between benzene exposure and leukemia, highlighting benzene as a known leukemogenic agent. While toluene is mentioned as one of the volatile organic compounds measured in the study, there is no evidence or discussion in the abstract linking toluene exposure to leukemia. The focus is on benzene's health effects, and no clear relationship between toluene and leukemia is presented."
      }
    },
    {
      "o-Xylene_leukemia": {
        "relationship": "N",
        "reason": "The abstract primarily discusses the relationship between benzene exposure and leukemia, highlighting benzene as a known leukemogenic agent. While o-xylene is mentioned as one of the volatile organic compounds measured in the study, there is no specific evidence or discussion in the abstract linking o-xylene exposure to leukemia. The focus is on benzene's health effects, and no clear relationship between o-xylene and leukemia is established or suggested."
      }
    },
    {
      "m-/p-Xylene_leukemia": {
        "relationship": "N",
        "reason": "The abstract primarily discusses the relationship between benzene exposure and leukemia, highlighting benzene as a known leukemogen. While m-/p-xylene exposure levels were measured alongside benzene and other volatile organic compounds, the abstract does not provide any evidence or mention of a direct relationship between m-/p-xylene and leukemia. The focus is on benzene's health effects, and no conclusions or data are presented linking m-/p-xylene to leukemia."
      }
    },
    {
      "Methyl tert-butyl ether_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses the relationship between benzene exposure and leukemia, highlighting benzene as a known carcinogen linked to leukemia. While methyl tert-butyl ether (MTBE) is mentioned as one of the compounds measured in blood concentrations, the abstract does not provide any evidence or discussion linking MTBE to leukemia. The focus is on benzene exposure and its health risks, with no clear relationship established between MTBE and leukemia in the provided text."
      }
    },
    {
      "Styrene_leukemia": {
        "relationship": "N",
        "reason": "The abstract primarily discusses benzene and its established link to leukemia, highlighting benzene exposure levels and associated health risks. While styrene blood concentrations were measured, the abstract does not provide any evidence or mention of a relationship between styrene and leukemia. The focus remains on benzene as the compound linked to leukemia, with no clear relationship indicated for styrene."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions several chemical compounds by name, including benzene, ethylbenzene, toluene, o-xylene, m-/p-xylene, methyl tert-butyl ether, and styrene. These are all distinct chemical substances analyzed in the study for exposure and blood concentration levels."
}