{
  "id": 2750,
  "title": "Pioneering noninvasive colorectal cancer detection with an AI-enhanced breath volatilomics platform",
  "Abstract": "Background: The sensitivity and specificity of current breath biomarkers are often inadequate for effective cancer screening, particularly in colorectal cancer (CRC). While a few exhaled biomarkers in CRC exhibit high specificity, they lack the requisite sensitivity for early-stage detection, thereby limiting improvements in patient survival rates. Methods: In this study, we developed an advanced Mass Spectrometry-based volatilomics platform, complemented by an enhanced breath sampler. The platform integrates artificial intelligence (AI)-assisted algorithms to detect multiple volatile organic compounds (VOCs) biomarkers in human breath. Subsequently, we applied this platform to analyze 364 clinical CRC and normal exhaled samples. Results: The diagnostic signatures, including 2-methyl, octane, and butyric acid, generated by the platform effectively discriminated CRC patients from normal controls with high sensitivity (89.7%), specificity (86.8%), and accuracy (AUC = 0.91). Furthermore, the metastatic signature correctly identified over 50% of metastatic patients who tested negative for carcinoembryonic antigen (CEA). Fecal validation indicated that elevated breath biomarkers correlated with an inflammatory response guided by Bacteroides fragilis in CRC. Conclusion: This study introduces a sophisticated AI-aided Mass Spectrometry-based platform capable of identifying novel and feasible breath biomarkers for early-stage CRC detection. The promising results position the platform as an efficient noninvasive screening test for clinical applications, offering potential advancements in early detection and improved survival rates for CRC patients.",
  "Disease_List": [
    "colorectal cancer",
    "CRC"
  ],
  "Reason": "The abstract explicitly mentions 'colorectal cancer (CRC)' multiple times as the specific disease being studied for early detection using breath biomarkers. This is a clearly named disease rather than a general term, justifying a 'Y' classification.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "colorectal cancer",
    "CRC"
  ],
  "UMLS_search_results": {
    "colorectal cancer": [
      {
        "ui": "C5848476",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C5848476",
        "name": "Malignant neoplasm of cecum and/or colon and/or rectum (disorder)",
        "mesh_id": "None"
      },
      {
        "ui": "C0009402",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0009402",
        "name": "Colorectal Carcinoma",
        "mesh_id": "D015179"
      }
    ],
    "CRC": [
      {
        "ui": "C4050364",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C4050364",
        "name": "Cytogenetic Complete Response",
        "mesh_id": "None"
      },
      {
        "ui": "C5401389",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C5401389",
        "name": "Conditionally Reprogrammed Cells",
        "mesh_id": "None"
      },
      {
        "ui": "C0009402",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0009402",
        "name": "Colorectal Carcinoma",
        "mesh_id": "D015179"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "2-methyl",
    "octane",
    "butyric acid"
  ],
  "compound_CID": [
    {
      "2-methyl": "None",
      "octane": 356,
      "butyric acid": 264
    }
  ],
  "compound_disease_relation": [
    {
      "2-methyl_colorectal_cancer": {
        "relationship": "Y",
        "reason": "The abstract reports that the diagnostic signatures generated by the AI-assisted Mass Spectrometry-based volatilomics platform include the compound '2-methyl' among others, which effectively discriminated colorectal cancer (CRC) patients from normal controls with high sensitivity, specificity, and accuracy. This indicates that '2-methyl' is a volatile organic compound biomarker associated with CRC detection, demonstrating a clear relationship between the compound and the disease."
      },
      "2-methyl_CRC": {
        "relationship": "Y",
        "reason": "The abstract explicitly mentions that the diagnostic signatures generated by the AI-assisted Mass Spectrometry-based volatilomics platform include '2-methyl' among other volatile organic compounds. These signatures effectively discriminated colorectal cancer (CRC) patients from normal controls with high sensitivity, specificity, and accuracy. This indicates a clear relationship between the compound '2-methyl' and CRC as a biomarker useful for early-stage detection and diagnosis."
      }
    },
    {
      "octane_colorectal_cancer": {
        "relationship": "Y",
        "reason": "The abstract reports that octane is one of the diagnostic signatures detected by the advanced Mass Spectrometry-based volatilomics platform that effectively discriminates colorectal cancer (CRC) patients from normal controls. The presence of octane as a volatile organic compound biomarker in breath samples is associated with CRC, showing high sensitivity and specificity for early-stage detection. This indicates a clear relationship between octane and colorectal cancer as a potential noninvasive biomarker."
      },
      "octane_CRC": {
        "relationship": "Y",
        "reason": "The abstract explicitly mentions octane as one of the diagnostic signatures detected by the advanced Mass Spectrometry-based volatilomics platform that effectively discriminated colorectal cancer (CRC) patients from normal controls. The presence of octane among the volatile organic compounds (VOCs) biomarkers with high sensitivity and specificity indicates a clear relationship between octane and CRC in the context of breath-based cancer screening."
      }
    },
    {
      "butyric acid_colorectal_cancer": {
        "relationship": "Y",
        "reason": "The abstract reports that butyric acid is one of the diagnostic signatures detected by the advanced Mass Spectrometry-based volatilomics platform that effectively discriminates colorectal cancer (CRC) patients from normal controls with high sensitivity and specificity. This indicates a clear relationship between butyric acid levels in breath and the presence of colorectal cancer, supporting its role as a biomarker for CRC detection."
      },
      "butyric acid_CRC": {
        "relationship": "Y",
        "reason": "The abstract reports that butyric acid is one of the diagnostic signatures detected by the advanced Mass Spectrometry-based volatilomics platform that effectively discriminates colorectal cancer (CRC) patients from normal controls with high sensitivity and specificity. This indicates a clear relationship between butyric acid levels in breath and the presence of CRC, supporting its role as a biomarker for CRC detection."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions 2-methyl, octane, and butyric acid as diagnostic volatile organic compound biomarkers detected in breath samples for colorectal cancer screening. These are specific chemical compounds identified as relevant biomarkers in the study."
}