{
  "id": 2912,
  "title": "Breathing new life into clinical testing and diagnostics: perspectives on volatile biomarkers from breath",
  "Abstract": "Abstract Human breath offers several benefits for diagnostic applications, including simple, noninvasive collection. Breath is a rich source of clinically-relevant biological information; this includes a volatile fraction, where greater than 1,000 volatile organic compounds (VOCs) have been described so far, and breath aerosols that carry nucleic acids, proteins, signaling molecules, and pathogens. Many of these factors, especially VOCs, are delivered to the lung by the systemic circulation, and diffusion of candidate biomarkers from blood into breath allows systematic profiling of organismal health. Biomarkers on breath offer the capability to advance early detection and precision medicine in areas of global clinical need. Breath tests are noninvasive and can be performed at home or in a primary care setting, which makes them well-suited for the kind of public screening program that could dramatically improve the early detection of conditions such as lung cancer. Since measurements of VOCs on breath largely report on metabolic changes, this too aids in the early detection of a broader range of illnesses and can be used to detect metabolic shifts that could be targeted through precision medicine. Furthermore, the ability to perform frequent sampling has envisioned applications in monitoring treatment responses. Breath has been investigated in respiratory, liver, gut, and neurological diseases and in contexts as diverse as infectious diseases and cancer. Preclinical research studies using breath have been ongoing for some time, yet only a few breath-based diagnostics tests are currently available and in widespread clinical use. Most recently, tests assessing the gut microbiome using hydrogen and methane on breath, in addition to tests using urea to detect Helicobacter pylori infections have been released, yet there are many more applications of breath tests still to be realized. Here, we discuss the strengths of breath as a clinical sampling matrix and the technical challenges to be addressed in developing it for clinical use. Historically, a lack of standardized methodologies has delayed the discovery and validation of biomarker candidates, resulting in a proliferation of early-stage pilot studies. We will explore how advancements in breath collection and analysis are in the process of driving renewed progress in the field, particularly in the context of gastrointestinal and chronic liver disease. Finally, we will provide a forward-looking outlook for developing the next generation of clinically relevant breath tests and how they may emerge into clinical practice.",
  "Disease_List": [
    "lung cancer",
    "Helicobacter pylori infections",
    "gastrointestinal disease",
    "chronic liver disease"
  ],
  "Reason": "The abstract explicitly mentions specific diseases such as 'lung cancer' and 'Helicobacter pylori infections'. It also refers to 'gastrointestinal disease' and 'chronic liver disease' as specific disease categories. These are clear mentions of particular diseases or disease types rather than general terms like 'disease' or 'illness'. Therefore, the classification is 'Y' with the listed diseases extracted from the text.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "lung cancer",
    "Helicobacter pylori infections",
    "gastrointestinal disease",
    "chronic liver disease"
  ],
  "UMLS_search_results": {
    "lung cancer": [
      {
        "ui": "C0242379",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0242379",
        "name": "Malignant neoplasm of lung",
        "mesh_id": "D008175"
      },
      {
        "ui": "C0684249",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0684249",
        "name": "Carcinoma of lung",
        "mesh_id": "None"
      }
    ],
    "Helicobacter pylori infections": [
      {
        "ui": "C0850666",
        "rootSource": "SNOMEDCT_US",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0850666",
        "name": "Infection caused by Helicobacter pylori",
        "mesh_id": "None"
      }
    ],
    "gastrointestinal disease": [
      {
        "ui": "C0017178",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0017178",
        "name": "Gastrointestinal Diseases",
        "mesh_id": "D005767"
      }
    ],
    "chronic liver disease": [
      {
        "ui": "C0341439",
        "rootSource": "SNOMEDCT_US",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0341439",
        "name": "Chronic liver disease",
        "mesh_id": "None"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "hydrogen",
    "methane",
    "urea"
  ],
  "compound_CID": [
    {
      "hydrogen": 783,
      "methane": 297,
      "urea": 1176
    }
  ],
  "compound_disease_relation": [
    {
      "hydrogen_lung_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the use of breath analysis for diagnostic applications, including the detection of lung cancer through volatile organic compounds (VOCs) and other biomarkers in breath. It mentions hydrogen as a compound measured in breath tests primarily related to gut microbiome and Helicobacter pylori infections, not lung cancer. There is no direct evidence or indication in the abstract that hydrogen is related to lung cancer diagnosis or pathology. Therefore, no clear relationship between hydrogen and lung cancer is established based on this abstract."
      },
      "hydrogen_Helicobacter_pylori_infections": {
        "relationship": "Y",
        "reason": "The abstract mentions that breath tests assessing the gut microbiome using hydrogen and methane, in addition to tests using urea, have been released to detect Helicobacter pylori infections. This indicates that hydrogen measurement in breath is utilized as part of diagnostic testing related to Helicobacter pylori infections, demonstrating a clear relationship between the compound hydrogen and the disease."
      },
      "hydrogen_gastrointestinal_disease": {
        "relationship": "Y",
        "reason": "The abstract explicitly mentions the use of hydrogen in breath tests to assess the gut microbiome, which is directly related to gastrointestinal health. It also discusses the application of breath analysis, including hydrogen measurement, in the context of gastrointestinal and chronic liver diseases. This indicates a clear relationship between hydrogen as a compound measured in breath and gastrointestinal disease diagnostics."
      },
      "hydrogen_chronic_liver_disease": {
        "relationship": "Y",
        "reason": "The abstract discusses the use of breath analysis, including the measurement of hydrogen, as a diagnostic tool in various diseases, explicitly mentioning chronic liver disease. It highlights that breath tests assessing compounds such as hydrogen have applications in gastrointestinal and chronic liver diseases. This indicates that hydrogen levels in breath are relevant biomarkers being explored for chronic liver disease, establishing a relationship between the compound hydrogen and the disease."
      }
    },
    {
      "methane_lung_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the use of breath analysis for detecting various diseases, including lung cancer, and mentions methane as a compound measured in breath tests primarily related to gut microbiome assessment. However, it does not provide any specific evidence or direct link between methane levels and lung cancer diagnosis or pathology. Methane is mentioned in the context of gastrointestinal and Helicobacter pylori infection testing, not lung cancer. Therefore, based on the abstract, there is no clear relationship established between methane and lung cancer."
      },
      "methane_Helicobacter_pylori_infections": {
        "relationship": "Y",
        "reason": "The abstract mentions that breath tests assessing the gut microbiome using hydrogen and methane, in addition to tests using urea, have been released to detect Helicobacter pylori infections. This indicates that methane measurement in breath is related to the detection or assessment of Helicobacter pylori infections, establishing a clear relationship between the compound methane and the disease."
      },
      "methane_gastrointestinal_disease": {
        "relationship": "Y",
        "reason": "The abstract explicitly mentions that breath tests assessing the gut microbiome using methane have been released and are relevant in the context of gastrointestinal disease. It highlights that breath analysis, including methane measurement, is being developed and applied for gastrointestinal and chronic liver diseases. This indicates a clear relationship between methane as a compound measured in breath and gastrointestinal disease diagnostics."
      },
      "methane_chronic_liver_disease": {
        "relationship": "Y",
        "reason": "The abstract indicates that breath tests measuring volatile organic compounds, including methane, have been investigated in various diseases including chronic liver disease. It specifically mentions that advancements in breath analysis, including methane measurement, are driving progress in the context of gastrointestinal and chronic liver disease. This suggests there is evidence supporting a relationship between methane as a breath biomarker and chronic liver disease."
      }
    },
    {
      "urea_lung_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the use of breath analysis for detecting various diseases, including lung cancer, and mentions urea in the context of breath tests used to detect Helicobacter pylori infections. However, there is no direct evidence or mention of a relationship between urea and lung cancer in the abstract. Urea is referenced specifically for gastrointestinal infection detection, not for lung cancer diagnosis or biomarker purposes."
      },
      "urea_Helicobacter_pylori_infections": {
        "relationship": "Y",
        "reason": "The abstract explicitly mentions that breath tests using urea have been released to detect Helicobacter pylori infections. This indicates a clear and established relationship between the compound urea and the disease Helicobacter pylori infections, as urea-based breath tests are used clinically for diagnosis."
      },
      "urea_gastrointestinal_disease": {
        "relationship": "Y",
        "reason": "The abstract explicitly mentions the use of urea in breath tests to detect Helicobacter pylori infections, which are related to gastrointestinal disease. This indicates a clear relationship between the compound urea and gastrointestinal disease, as urea-based breath tests are clinically applied for diagnosing infections that affect the gastrointestinal tract."
      },
      "urea_chronic_liver_disease": {
        "relationship": "Y",
        "reason": "The abstract discusses the use of breath tests in various diseases, including chronic liver disease, and mentions urea specifically in the context of breath tests for detecting Helicobacter pylori infections. It also highlights advancements in breath analysis that are driving progress in gastrointestinal and chronic liver disease diagnostics. Although urea is directly mentioned in relation to H. pylori detection, the abstract implies that breath-based biomarkers, potentially including urea or its metabolic derivatives, are relevant in chronic liver disease. Therefore, there is evidence suggesting a relationship between urea (as a compound measured in breath tests) and chronic liver disease in the context of diagnostic applications."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions hydrogen and methane as compounds used in breath tests assessing the gut microbiome, and urea as a compound used to detect Helicobacter pylori infections. No other specific chemical compound names are identified."
}