{
  "id": 2945,
  "title": "Model Evaluation of Secondary Chemistry due to Disinfection of Indoor Air with Germicidal Ultraviolet Lamps",
  "Abstract": "Air disinfection using germicidal ultraviolet light (GUV) has received increasing attention during the COVID-19 pandemic. GUV uses UVC lamps to inactivate microorganisms, but it also initiates photochemistry in air. However, GUV's indoor-air-quality impact has not been investigated in detail. Here, we model the chemistry initiated by GUV at 254 (\"GUV254\") or 222 nm (\"GUV222\") in a typical indoor setting for different ventilation levels. Our analysis shows that GUV254, usually installed in the upper room, can significantly photolyze O3, generating OH radicals that oxidize indoor volatile organic compounds (VOCs) into more oxidized VOCs. Secondary organic aerosol (SOA) is also formed as a VOC-oxidation product. GUV254-induced SOA formation is of the order of 0.1-1 mu g/m3 for the cases studied here. GUV222 (described by some as harmless to humans and thus applicable for the whole room) with the same effective virus-removal rate makes a smaller indoor-air-quality impact at mid-to-high ventilation rates. This is mainly because of the lower UV irradiance needed and also less efficient OH-generating O3 photolysis than GUV254. GUV222 has a higher impact than GUV254 under poor ventilation due to a small but significant photochemical production of O3 at 222 nm, which does not occur with GUV254.",
  "Disease_List": [
    "COVID-19"
  ],
  "Reason": "The abstract explicitly mentions 'COVID-19 pandemic' as a specific disease name. Although the main focus is on air disinfection and indoor air quality, the mention of COVID-19 is a clear reference to a specific disease, justifying a 'Y' classification.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "COVID-19"
  ],
  "UMLS_search_results": {
    "COVID-19": [
      {
        "ui": "C5203670",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C5203670",
        "name": "COVID-19 Virus Disease",
        "mesh_id": "D000086382"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "O3",
    "OH radicals",
    "volatile organic compounds",
    "Secondary organic aerosol (SOA)"
  ],
  "compound_CID": [
    {
      "O3": 24823,
      "OH radicals": "None",
      "volatile organic compounds": "None",
      "Secondary organic aerosol (SOA)": "None"
    }
  ],
  "compound_disease_relation": [
    {
      "O3_COVID-19": {
        "relationship": "N",
        "reason": "The abstract discusses the role of germicidal ultraviolet light (GUV) in air disinfection during the COVID-19 pandemic and its effects on indoor air chemistry, specifically involving O3 (ozone). It explains how GUV254 photolyzes O3 to generate OH radicals that oxidize VOCs, and how GUV222 can produce O3 under poor ventilation. However, the abstract does not provide evidence that O3 itself has a direct relationship with COVID-19 disease, such as affecting infection rates, severity, or treatment. Instead, O3 is described as part of the indoor air chemistry influenced by UV disinfection methods aimed at reducing viral presence. Therefore, there is no clear relationship between O3 and COVID-19 disease based on this abstract."
      }
    },
    {
      "OH radicals_COVID-19": {
        "relationship": "N",
        "reason": "The abstract discusses the generation of OH radicals as a result of germicidal ultraviolet light (GUV) use for air disinfection during the COVID-19 pandemic. It explains that OH radicals are produced through photolysis of ozone (O3) by GUV254 and that these radicals oxidize indoor volatile organic compounds, leading to secondary organic aerosol formation. However, the abstract does not provide any evidence or indication that OH radicals have a direct relationship with COVID-19 disease itself. The focus is on air disinfection methods and indoor air chemistry rather than on the pathophysiology, transmission, or treatment of COVID-19 involving OH radicals."
      }
    },
    {
      "volatile organic compounds_COVID-19": {
        "relationship": "N",
        "reason": "The abstract discusses the use of germicidal ultraviolet light (GUV) for air disinfection during the COVID-19 pandemic and its effects on indoor air chemistry, specifically the oxidation of indoor volatile organic compounds (VOCs) and secondary organic aerosol formation. However, it does not provide evidence of a direct relationship between volatile organic compounds and COVID-19 disease itself. The focus is on air quality changes due to GUV treatment rather than any causal or associative link between VOCs and COVID-19 infection or pathology."
      }
    },
    {
      "Secondary organic aerosol (SOA)_COVID-19": {
        "relationship": "N",
        "reason": "The abstract discusses the formation of secondary organic aerosol (SOA) as a result of photochemical reactions initiated by germicidal ultraviolet light (GUV) used for air disinfection during the COVID-19 pandemic. While SOA is mentioned as a product of VOC oxidation caused by GUV254, there is no evidence or indication in the abstract that SOA has a direct relationship with COVID-19 disease itself. The focus is on air quality impacts and virus inactivation, not on SOA influencing COVID-19 infection, severity, or transmission."
      }
    }
  ],
  "compound_extraction_reason": "The abstract mentions specific chemical species involved in the photochemistry initiated by germicidal ultraviolet light: ozone (O3), hydroxyl radicals (OH radicals), volatile organic compounds (VOCs), and secondary organic aerosol (SOA) formed from VOC oxidation. These are specific chemical compounds or classes relevant to the study, whereas terms like 'chemicals' or 'compounds' are not used."
}