{
  "id": 4366,
  "title": "Disease Sniffing: Its Applications in Urology",
  "Abstract": "Clinical investigations are part of medical study for which an investigator directly interacts with patients in either an outpatient or inpatient setting. However, there is no single test that can definitively diagnose the cause of a person’s symptoms. Tests may be easy or difficult to be carried out. Studies have shown that taught dogs could detect many kinds of tumors including lung, breast, ovarian, bladder, and prostate cancers, through smell. In some cases, involving prostate cancer for example, the dogs had a 99 percent success rate in detecting the disease by sniffing patients’ urine samples. Researchers at Massachusetts Institute of Technology and other institutions have invented a system that can detect the chemical and microbial content of an air sample with greater sensitivity than a dog’s nose. Together with a machinelearning process that can recognize the characteristics of the disease-bearing samples [1]. Other data showed the possibility of differentiating between (Gleason 9) prostate cancer from biopsynegative controls by different methods. Trained canine olfaction, Conventional Gas Chromatography-Mass Spectroscopy (GC-MS), analysis of urine headspace Volatile Organic Compound (VOC) as well as purpose-developed volatile organic compound ANN (Artificial Neural Network) approach, and urinary microbiota profiling on the same samples. The canines were able to detect Gleason 9 prostate cancer versus biopsy-negative controls at a high sensitivity and specificity. Analysis of GC-MS data collected on urinary VOCs was able to identify molecular species differentiating cancer from biopsy-negative controls while further validation is needed. Microbiota profiling did not differentiate prostate cancer from biopsy-negative controls when assessed as a whole, however individual VOCs and microbial species were found to be differentially abundant in the two groups. Combining these data streams allowed workers to train an ANN to imitate canine olfactory diagnosis. The aim was to develop a machinebased olfactory diagnostic tools that define and review what can be detected and achieved by using canine olfaction [2]. Dogs have been shown to have extremely sensitive noses as proven by their use for tracking, bomb detection, and search. However, in contrast to analytical instruments, dogs are subject to fatigue, hunger, and external distractions [3]. Electronic noses (e-noses) is an easy and cheap method for exhaled volatile compound analysis. Many electronic noses are available which differ in material and analytical performance [4]. Dogs can be trained to distinguish patients with bladder cancer based on urine odor more successfully than would be expected by chance alone. This suggests that tumor related volatile compounds are present in urine, reporting a characteristic odor signature distinct from those associated with secondary effects of the tumor, such as bleeding, inflammation, and infection [5]. Nanosensor array was used (a technique developed by NASA to improve the quality of medical diagnosis. It uses a network of nanochemical sensors on a silicon chip combined with a monitoring system, and pressure/flow sensors for real-time chemical and physical properties measurement of human breath for non-invasive and low-cost medical diagnosis.) The aim of its use was to discriminate between breath VOCs that characterize healthy states and the most widespread cancer states: lung, breast, colorectal, and prostate cancers. The reported results could lead to the development of an inexpensive, easyto-use, portable, non-invasive tool that overcomes many of the deficiencies associated with the currently available diagnostic methods for cancer [6].",
  "Disease_List": [
    "lung cancer",
    "breast cancer",
    "ovarian cancer",
    "bladder cancer",
    "prostate cancer",
    "colorectal cancer"
  ],
  "Reason": "The abstract explicitly mentions several specific diseases by name, including lung cancer, breast cancer, ovarian cancer, bladder cancer, prostate cancer, and colorectal cancer. These are all specific types of cancer, which are diseases. The text discusses detection methods for these cancers, highlighting their explicit mention rather than general terms like 'disease' or 'illness'.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "lung cancer",
    "breast cancer",
    "ovarian cancer",
    "bladder cancer",
    "prostate cancer",
    "colorectal cancer"
  ],
  "UMLS_search_results": {
    "lung cancer": [
      {
        "ui": "C0242379",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0242379",
        "name": "Malignant neoplasm of lung",
        "mesh_id": "D008175"
      },
      {
        "ui": "C0684249",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0684249",
        "name": "Carcinoma of lung",
        "mesh_id": "None"
      }
    ],
    "breast cancer": [
      {
        "ui": "C0006142",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0006142",
        "name": "Malignant neoplasm of breast",
        "mesh_id": "D001943"
      },
      {
        "ui": "C0678222",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0678222",
        "name": "Breast Carcinoma",
        "mesh_id": "D001943"
      }
    ],
    "ovarian cancer": [
      {
        "ui": "C1140680",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1140680",
        "name": "Malignant neoplasm of ovary",
        "mesh_id": "D010051"
      },
      {
        "ui": "C0919267",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0919267",
        "name": "ovarian neoplasm",
        "mesh_id": "D010051"
      }
    ],
    "bladder cancer": [
      {
        "ui": "C0005684",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0005684",
        "name": "Malignant neoplasm of urinary bladder",
        "mesh_id": "D001749"
      },
      {
        "ui": "C0005695",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0005695",
        "name": "Bladder Neoplasm",
        "mesh_id": "D001749"
      },
      {
        "ui": "C0699885",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0699885",
        "name": "Carcinoma of bladder",
        "mesh_id": "None"
      }
    ],
    "prostate cancer": [
      {
        "ui": "C0376358",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0376358",
        "name": "Malignant neoplasm of prostate",
        "mesh_id": "D011471"
      },
      {
        "ui": "C0600139",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0600139",
        "name": "Prostate carcinoma",
        "mesh_id": "None"
      }
    ],
    "colorectal cancer": [
      {
        "ui": "C5848476",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C5848476",
        "name": "Malignant neoplasm of cecum and/or colon and/or rectum (disorder)",
        "mesh_id": "None"
      },
      {
        "ui": "C0009402",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0009402",
        "name": "Colorectal Carcinoma",
        "mesh_id": "D015179"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "Volatile Organic Compound",
    "urinary VOCs"
  ],
  "compound_CID": [
    {
      "Volatile Organic Compound": "None",
      "urinary VOCs": "None"
    }
  ],
  "compound_disease_relation": [
    {
      "Volatile Organic Compound_lung_cancer": {
        "relationship": "Y",
        "reason": "The abstract discusses the use of volatile organic compounds (VOCs) in the detection and diagnosis of various cancers, including lung cancer. It mentions that nanosensor arrays and electronic noses analyze breath VOCs to discriminate between healthy states and widespread cancers such as lung cancer. This indicates that VOCs are associated with lung cancer and can be used as biomarkers for its detection, supporting a relationship between volatile organic compounds and lung cancer."
      },
      "Volatile Organic Compound_breast_cancer": {
        "relationship": "Y",
        "reason": "The abstract discusses the use of volatile organic compounds (VOCs) detected in urine and breath samples as markers for various cancers, including breast cancer. It mentions that dogs trained to detect tumors can identify cancers such as breast cancer through smell, implying the presence of tumor-related VOCs. Additionally, the use of nanosensor arrays to discriminate breath VOCs characteristic of healthy versus cancer states, including breast cancer, supports the relationship. Therefore, there is evidence that VOCs are associated with breast cancer and can potentially be used for its detection."
      },
      "Volatile Organic Compound_ovarian_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the detection of various cancers including lung, breast, ovarian, bladder, and prostate cancers using trained dogs and chemical analysis of volatile organic compounds (VOCs). However, the detailed evidence and examples provided focus primarily on prostate cancer, bladder cancer, and other cancers such as lung, breast, and colorectal cancer. While ovarian cancer is mentioned as one of the cancers dogs can detect by smell, there is no specific evidence or detailed data presented in the abstract linking VOC analysis directly to ovarian cancer detection or diagnosis. The main chemical and machine learning analyses described pertain to prostate cancer and other cancers, but not ovarian cancer specifically. Therefore, based on the abstract content, there is no clear relationship established between volatile organic compounds and ovarian cancer."
      },
      "Volatile Organic Compound_bladder_cancer": {
        "relationship": "Y",
        "reason": "The abstract provides evidence that dogs can be trained to distinguish patients with bladder cancer based on urine odor, which suggests the presence of tumor-related volatile organic compounds (VOCs) in urine. These VOCs create a characteristic odor signature distinct from other secondary effects of the tumor. This indicates a relationship between volatile organic compounds and bladder cancer, as VOCs are implicated in the detection and differentiation of bladder cancer through olfactory methods."
      },
      "Volatile Organic Compound_prostate_cancer": {
        "relationship": "Y",
        "reason": "The abstract provides multiple lines of evidence indicating a relationship between volatile organic compounds (VOCs) and prostate cancer. It describes how trained dogs can detect prostate cancer by sniffing urine samples, suggesting the presence of tumor-related VOCs. Analytical methods such as Gas Chromatography-Mass Spectroscopy (GC-MS) and artificial neural networks analyzing urinary VOCs were able to differentiate prostate cancer patients from biopsy-negative controls. Additionally, the use of electronic noses and nanosensor arrays to detect VOCs in breath and urine samples shows potential for non-invasive prostate cancer diagnosis. These findings collectively support that VOCs are associated with prostate cancer and can serve as biomarkers for its detection."
      },
      "Volatile Organic Compound_colorectal_cancer": {
        "relationship": "Y",
        "reason": "The abstract describes the use of volatile organic compounds (VOCs) detected in breath and urine samples as biomarkers for various cancers, including colorectal cancer. It specifically mentions the use of nanosensor arrays to discriminate breath VOCs that characterize healthy states versus widespread cancers such as lung, breast, colorectal, and prostate cancers. This indicates that VOCs have been identified as having a characteristic signature associated with colorectal cancer, supporting a relationship between volatile organic compounds and colorectal cancer detection."
      }
    },
    {
      "urinary VOCs_lung_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the use of urinary VOCs primarily in the context of prostate cancer detection, highlighting methods such as canine olfaction, GC-MS analysis, and artificial neural networks to differentiate prostate cancer from biopsy-negative controls. While the abstract mentions lung cancer in relation to breath VOCs and the use of nanosensor arrays for breath analysis, it does not provide evidence or data linking urinary VOCs specifically to lung cancer detection or diagnosis. Therefore, based on the abstract, there is no clear relationship established between urinary VOCs and lung cancer."
      },
      "urinary VOCs_breast_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the detection of various cancers, including breast cancer, through volatile organic compounds (VOCs) in breath and urine samples. However, the evidence specifically linking urinary VOCs to breast cancer detection is not clearly presented. The abstract provides detailed information on urinary VOCs in relation to prostate and bladder cancers, with trained dogs and analytical methods detecting these cancers via urine samples. For breast cancer, the focus is on breath VOCs and the use of nanosensor arrays to discriminate between healthy states and cancers including breast cancer. There is no direct evidence or clear mention of urinary VOCs being used to detect or differentiate breast cancer in the abstract."
      },
      "urinary VOCs_ovarian_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the detection of various cancers including lung, breast, ovarian, bladder, and prostate cancers through smell, particularly focusing on the use of trained dogs and analytical methods to detect volatile organic compounds (VOCs) in urine and breath. However, the detailed evidence and data presented in the abstract specifically relate to prostate cancer and bladder cancer detection using urinary VOCs and related methods. There is no direct mention or evidence provided regarding the relationship between urinary VOCs and ovarian cancer detection or diagnosis. Therefore, based on the content of this abstract, there is no clear relationship established between urinary VOCs and ovarian cancer."
      },
      "urinary VOCs_bladder_cancer": {
        "relationship": "Y",
        "reason": "The abstract provides evidence that dogs can be trained to distinguish patients with bladder cancer based on urine odor, which implies the presence of tumor-related volatile compounds in urine. These volatile compounds, or urinary VOCs, produce a characteristic odor signature distinct from other secondary effects. This suggests a relationship between urinary VOCs and bladder cancer, as these compounds can serve as biomarkers for the disease. Although the abstract primarily discusses prostate cancer in relation to urinary VOCs, it explicitly mentions bladder cancer detection through urine odor, supporting the existence of a relationship."
      },
      "urinary VOCs_prostate_cancer": {
        "relationship": "Y",
        "reason": "The abstract provides multiple lines of evidence supporting a relationship between urinary volatile organic compounds (VOCs) and prostate cancer. It describes how trained dogs can detect prostate cancer by sniffing urine samples with high sensitivity and specificity, indicating the presence of tumor-related VOCs in urine. Additionally, conventional Gas Chromatography-Mass Spectroscopy (GC-MS) analysis of urinary VOCs identified molecular species that differentiate prostate cancer patients from biopsy-negative controls, although further validation is needed. The use of artificial neural networks trained on urinary VOC data to imitate canine olfactory diagnosis further supports the diagnostic potential of urinary VOCs in prostate cancer. Overall, these findings demonstrate that urinary VOCs are associated with prostate cancer and can be used to distinguish affected individuals from controls."
      },
      "urinary VOCs_colorectal_cancer": {
        "relationship": "Y",
        "reason": "The abstract discusses the use of volatile organic compounds (VOCs) detected in urine and breath samples as biomarkers for various cancers, including colorectal cancer. Specifically, it mentions that nanosensor arrays have been used to discriminate breath VOCs characterizing healthy states and widespread cancers such as lung, breast, colorectal, and prostate cancers. Although much of the detailed data focuses on prostate cancer, the inclusion of colorectal cancer in the context of VOC analysis and the potential development of non-invasive diagnostic tools based on VOC detection indicates evidence of a relationship between urinary VOCs and colorectal cancer."
      }
    }
  ],
  "compound_extraction_reason": "The abstract mentions 'Volatile Organic Compound (VOC)' and 'urinary VOCs' as specific chemical entities analyzed in the context of cancer detection. No other specific chemical compound names are provided; general terms like 'chemicals', 'compounds', or 'substances' are excluded as per instructions."
}