{
  "id": 4433,
  "title": "Effect of 1.8-Cineole in Dermatophagoides pteronyssinus-Stimulated Bronchial Epithelial Cells and Mouse Model of Asthma.",
  "Abstract": "1.8-Cineole (eucalyptol) is a phytoncide, a volatile organic compound derived from plants. Phytoncides are known to have an anti-inflammatory effect. However, the effects of 1.8-cineole in house dust mite (HDM)-stimulated bronchial epithelial cells are poorly understood. The objective of this study was to assess the effect of 1.8-cineole in HDM-stimulated bronchial epithelial cells and in the HDM-induced murine asthma model. The purpose of the present study is to evaluate the anti-inflammatory effects and mechanism of 1.8-cineole action in HDM-induced airway inflammation. Human bronchial epithelial cells (HBECs) were cultured with Dermatophagoides pteronyssinus (Der p) and 1.8-cineole. Cytokine protein levels, phosphorylation of protein kinases, and intracellular Toll-like receptor 4 (TLR4) expressions were measured. In the murine model, BALB/C mice were sensitized with Der p and were exposed to Der p via intranasal route during the challenge period. 1.8-Cineole was given by inhalation 6 h before the each challenge. Treatment with 1.8-cineole inhibited the Der p-induced cytokine protein expression, phosphorylation of p38 mitogen-activated protein kinase (MAPK) and Akt and intracellular TLR4 expression in HBECs. In the Der p-induced mouse model, airway hyper-responsiveness (AHR) and the number of eosinophils in bronchoalveolar lavage fluid (BALF) was also significantly reduced by 1.8-cineole treatment. The treatment of 1.8-cineole inhibited the increased production of interleukin (IL)-4, IL-13 and IL-17A in BALF after Der p challenge. These results suggest that 1.8-cineole suppresses Der p-induced IL-8, IL-6 and granulocyte macrophage-colony stimulating factor (GM-CSF) production in HBECs. Finally, we confirmed that 1.8-cineole decreases AHR and eosinophilic airway inflammation in Der p-induced asthma mice.",
  "Disease_List": [
    "asthma"
  ],
  "Reason": "The abstract explicitly mentions 'HDM-induced murine asthma model' and 'Der p-induced asthma mice,' clearly identifying asthma as a specific disease studied in the research. Other terms like airway inflammation and airway hyper-responsiveness are symptoms or conditions related to asthma but not named diseases themselves.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "asthma"
  ],
  "UMLS_search_results": {
    "asthma": [
      {
        "ui": "C0004096",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0004096",
        "name": "Asthma",
        "mesh_id": "D001249"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "1.8-Cineole",
    "eucalyptol"
  ],
  "compound_CID": [
    {
      "1.8-Cineole": 2758,
      "eucalyptol": 2758
    }
  ],
  "compound_disease_relation": [
    {
      "1.8-Cineole_asthma": {
        "relationship": "Y",
        "reason": "The abstract provides evidence that 1.8-cineole has anti-inflammatory effects in a house dust mite (HDM)-induced murine asthma model. Specifically, 1.8-cineole treatment inhibited cytokine protein expression, phosphorylation of key signaling proteins, and Toll-like receptor 4 expression in bronchial epithelial cells stimulated by HDM. In the murine asthma model, 1.8-cineole reduced airway hyper-responsiveness and eosinophilic inflammation, as well as decreased production of asthma-related cytokines such as IL-4, IL-13, and IL-17A. These findings indicate that 1.8-cineole can suppress airway inflammation and hyper-responsiveness associated with asthma, demonstrating a clear relationship between the compound and the disease."
      }
    },
    {
      "eucalyptol_asthma": {
        "relationship": "Y",
        "reason": "The abstract provides evidence of a relationship between eucalyptol (1.8-cineole) and asthma. It describes a study where 1.8-cineole was tested in both human bronchial epithelial cells stimulated with house dust mite allergen and in a murine model of house dust mite-induced asthma. The treatment with 1.8-cineole inhibited inflammatory cytokine production, phosphorylation of signaling proteins, and Toll-like receptor 4 expression in bronchial cells. In the mouse model, eucalyptol reduced airway hyper-responsiveness and eosinophilic inflammation, which are key features of asthma. Additionally, it decreased levels of asthma-related cytokines (IL-4, IL-13, IL-17A) in bronchoalveolar lavage fluid. These findings indicate that eucalyptol has anti-inflammatory effects and can suppress airway inflammation and hyper-responsiveness in asthma, demonstrating a clear relationship between the compound and the disease."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions 1.8-Cineole, also known as eucalyptol, as the chemical compound studied for its anti-inflammatory effects in house dust mite-induced airway inflammation. No other specific chemical compound names are mentioned."
}