{
  "id": 4525,
  "title": "Increasing Use of E-cigarettes: A Public Health Concern?",
  "Abstract": "Published by European Publishing. © 2020 Ahmed S. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non Commercial 4.0 International License. (http://creativecommons.org/licenses/by-nc/4.0) DEAR EDITOR, Τhe use of e-cigarettes is increasing worldwide and the prevalence is higher among the young and adolescents1. Indeed, to this fact, the number of youth using e-cigarettes increased by 1.5 million during 2017–182. Evidence shows that those who use e-cigarettes earlier are more prone to smoke regular cigarettes in the future2. A recent study revealed that adolescents who use e-cigarettes are up to six times more likely to smoke traditional cigarettes3. E-cigarettes are considered a tobacco product because they contain nicotine, a highly addictive substance. They also may contain ultrafine particles, volatile organic compounds, and heavy metals, all of which are harmful to human health. Some evidence shows that they can cause acute endothelial dysfunction, oxidative stress, symptoms of dependence, an increase in heart rate, DNA damage and mutagenesis, increase blood pressure, asthma, coughing, and wheezing4. However, despite these findings, which are a cause of concern, there is a lack of adequate research to predict longterm health outcomes of e-cigarette consumption. Being a significant issue where still insufficient scientific data are available, more research is needed to ascertain the impact of e-cigarette use on public health – before a final verdict on the product can be drawn.",
  "Disease_List": [
    "asthma"
  ],
  "Reason": "The abstract explicitly mentions 'asthma' as a specific disease linked to e-cigarette use. While other health effects are described, such as acute endothelial dysfunction and oxidative stress, these are conditions or symptoms rather than named diseases. Therefore, the presence of 'asthma' justifies a 'Y' classification.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "asthma"
  ],
  "UMLS_search_results": {
    "asthma": [
      {
        "ui": "C0004096",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0004096",
        "name": "Asthma",
        "mesh_id": "D001249"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "nicotine"
  ],
  "compound_CID": [
    {
      "nicotine": 89594
    }
  ],
  "compound_disease_relation": [
    {
      "nicotine_asthma": {
        "relationship": "Y",
        "reason": "The abstract indicates that e-cigarettes, which contain nicotine, may cause symptoms including asthma, coughing, and wheezing. Although it notes a lack of adequate research to predict long-term health outcomes, there is some evidence linking nicotine-containing e-cigarette use to asthma symptoms, suggesting a relationship between nicotine and asthma."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions nicotine as a chemical compound found in e-cigarettes. Other terms like ultrafine particles, volatile organic compounds, and heavy metals are general categories and not specific chemical compound names."
}