{
  "id": 4863,
  "title": "Indoor Air Pollution and Reactive Nitrogen: A Serious Health Issue",
  "Abstract": "Recently, it has been realized that increasing air pollution at work places as well as in the ambient air has serious health hazards. Air pollutants such as CO, SO2, NOx, dust, toxic vapours, volatile organics, carbon soot and heavy metals have significant impact on human health. Inhalation and accumulation of toxic substances impact children and women significantly.1 Indoor air pollution is generated by outdoor sources as well as indoor sources. Indoor sources include fuel burning, carpet, furniture, household products, paints etc. Building materials, furnishings, paints etc. may have low viscosity or high porosity which enables diffusion of the molecules into them. Consequently, species which are volatile in the outdoor atmosphere behave as semi-volatile compounds indoors and their concentrations are higher on the surface because of partitioning to these static surfaces as compared to their gaseous forms, thereby, uniquely changing the indoor chemistry.2-3 Around 4 million people die prematurely due to household air pollution mainly contributed by polluting cook stoves biomass and kerosene.4 Indoor air pollution results in noncommunicable diseases such as stroke, ischaemic heart disease, lung cancer and chronic obstructive pulmonary disease (COPD) etc.",
  "Disease_List": [
    "stroke",
    "ischaemic heart disease",
    "lung cancer",
    "chronic obstructive pulmonary disease (COPD)"
  ],
  "Reason": "The abstract explicitly mentions specific diseases related to indoor air pollution, including stroke, ischaemic heart disease, lung cancer, and chronic obstructive pulmonary disease (COPD). These are named diseases rather than general terms, which justifies a 'Y' classification.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "stroke",
    "ischaemic heart disease",
    "lung cancer",
    "chronic obstructive pulmonary disease (COPD)"
  ],
  "UMLS_search_results": {
    "stroke": [
      {
        "ui": "C5977286",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C5977286",
        "name": "Stroke (heart beat)",
        "mesh_id": "None"
      },
      {
        "ui": "C0038454",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0038454",
        "name": "Cerebrovascular accident",
        "mesh_id": "D020521"
      }
    ],
    "ischaemic heart disease": [
      {
        "ui": "C0151744",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0151744",
        "name": "Myocardial Ischemia",
        "mesh_id": "D017202"
      },
      {
        "ui": "C0010054",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0010054",
        "name": "Coronary Arteriosclerosis",
        "mesh_id": "D003324"
      }
    ],
    "lung cancer": [
      {
        "ui": "C0242379",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0242379",
        "name": "Malignant neoplasm of lung",
        "mesh_id": "D008175"
      },
      {
        "ui": "C0684249",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0684249",
        "name": "Carcinoma of lung",
        "mesh_id": "None"
      }
    ],
    "chronic obstructive pulmonary disease (COPD)": [
      {
        "ui": "C0024117",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0024117",
        "name": "Chronic Obstructive Airway Disease",
        "mesh_id": "D029424"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "CO",
    "SO2",
    "NOx",
    "carbon soot"
  ],
  "compound_CID": [
    {
      "CO": 104730,
      "SO2": 1119,
      "NOx": "None",
      "carbon soot": "None"
    }
  ],
  "compound_disease_relation": [
    {
      "CO_stroke": {
        "relationship": "Y",
        "reason": "The abstract identifies CO (carbon monoxide) as one of the air pollutants with significant impact on human health. It further states that indoor air pollution, which includes pollutants like CO, results in noncommunicable diseases such as stroke. Therefore, there is evidence in the abstract linking CO exposure to stroke through the broader context of air pollution-related health hazards."
      },
      "CO_ischaemic_heart_disease": {
        "relationship": "Y",
        "reason": "The abstract identifies CO (carbon monoxide) as one of the air pollutants with significant impact on human health. It further states that indoor air pollution, which includes pollutants like CO, results in noncommunicable diseases such as ischaemic heart disease. Therefore, there is evidence in the abstract linking CO exposure to ischaemic heart disease."
      },
      "CO_lung_cancer": {
        "relationship": "Y",
        "reason": "The abstract identifies CO (carbon monoxide) as one of the air pollutants with significant impact on human health. It further states that indoor air pollution, which includes pollutants like CO, results in noncommunicable diseases such as lung cancer. Therefore, there is evidence in the abstract linking CO exposure to lung cancer through its role in air pollution."
      },
      "CO_chronic_obstructive_pulmonary_disease_(COPD)": {
        "relationship": "Y",
        "reason": "The abstract identifies CO (carbon monoxide) as one of the air pollutants with significant impact on human health. It further states that indoor air pollution, which includes pollutants like CO, results in noncommunicable diseases such as chronic obstructive pulmonary disease (COPD). This indicates a relationship between exposure to CO and the development or exacerbation of COPD."
      }
    },
    {
      "SO2_stroke": {
        "relationship": "Y",
        "reason": "The abstract identifies SO2 as one of the significant air pollutants impacting human health. It further states that indoor air pollution, which includes pollutants like SO2, results in noncommunicable diseases such as stroke. Therefore, there is evidence in the abstract linking SO2 exposure to stroke through its role in indoor air pollution contributing to this disease."
      },
      "SO2_ischaemic_heart_disease": {
        "relationship": "Y",
        "reason": "The abstract explicitly states that indoor air pollution, which includes pollutants such as SO2, results in noncommunicable diseases including ischaemic heart disease. Since SO2 is listed among significant air pollutants impacting human health and indoor air pollution is linked to ischaemic heart disease, there is evidence of a relationship between SO2 exposure and ischaemic heart disease."
      },
      "SO2_lung_cancer": {
        "relationship": "Y",
        "reason": "The abstract identifies SO2 as one of the significant air pollutants impacting human health. It further states that indoor air pollution, which includes pollutants like SO2, results in noncommunicable diseases such as lung cancer. Therefore, there is evidence in the abstract linking SO2 exposure to lung cancer."
      },
      "SO2_chronic_obstructive_pulmonary_disease_(COPD)": {
        "relationship": "Y",
        "reason": "The abstract identifies SO2 as one of the significant air pollutants impacting human health. It further states that indoor air pollution, which includes pollutants like SO2, results in noncommunicable diseases such as chronic obstructive pulmonary disease (COPD). This indicates a clear relationship between SO2 exposure and the development or exacerbation of COPD."
      }
    },
    {
      "NOx_stroke": {
        "relationship": "Y",
        "reason": "The abstract identifies NOx as one of the significant air pollutants impacting human health. It further states that indoor air pollution, which includes pollutants like NOx, results in noncommunicable diseases such as stroke. Therefore, there is evidence in the abstract linking NOx exposure to stroke through its role in indoor air pollution contributing to this disease."
      },
      "NOx_ischaemic_heart_disease": {
        "relationship": "Y",
        "reason": "The abstract identifies NOx as one of the significant air pollutants impacting human health. It further states that indoor air pollution, which includes pollutants like NOx, results in noncommunicable diseases such as ischaemic heart disease. This indicates a relationship between exposure to NOx and the occurrence of ischaemic heart disease."
      },
      "NOx_lung_cancer": {
        "relationship": "Y",
        "reason": "The abstract identifies NOx as one of the significant air pollutants impacting human health. It further states that indoor air pollution, which includes pollutants like NOx, results in noncommunicable diseases such as lung cancer. This indicates a relationship between exposure to NOx and the occurrence of lung cancer."
      },
      "NOx_chronic_obstructive_pulmonary_disease_(COPD)": {
        "relationship": "Y",
        "reason": "The abstract identifies NOx as one of the significant air pollutants impacting human health. It further states that indoor air pollution, which includes pollutants like NOx, results in noncommunicable diseases such as chronic obstructive pulmonary disease (COPD). This indicates a clear relationship between exposure to NOx and the development or exacerbation of COPD."
      }
    },
    {
      "carbon soot_stroke": {
        "relationship": "Y",
        "reason": "The abstract identifies carbon soot as one of the air pollutants with significant impact on human health. It further states that indoor air pollution, which includes pollutants like carbon soot, results in noncommunicable diseases such as stroke, ischemic heart disease, lung cancer, and COPD. Therefore, there is evidence in the abstract linking carbon soot exposure to the occurrence of stroke."
      },
      "carbon soot_ischaemic_heart_disease": {
        "relationship": "Y",
        "reason": "The abstract explicitly states that air pollutants including carbon soot have significant impacts on human health. It further mentions that indoor air pollution, which includes pollutants like carbon soot, results in noncommunicable diseases such as ischaemic heart disease. Therefore, there is evidence in the abstract indicating a relationship between carbon soot exposure and ischaemic heart disease."
      },
      "carbon soot_lung_cancer": {
        "relationship": "Y",
        "reason": "The abstract identifies carbon soot as one of the air pollutants with significant impact on human health. It further states that indoor air pollution, which includes pollutants like carbon soot, results in noncommunicable diseases such as lung cancer. This indicates a recognized relationship between exposure to carbon soot and the development of lung cancer."
      },
      "carbon soot_chronic_obstructive_pulmonary_disease_(COPD)": {
        "relationship": "Y",
        "reason": "The abstract identifies carbon soot as one of the air pollutants with significant impact on human health. It further states that indoor air pollution, which includes pollutants like carbon soot, results in noncommunicable diseases such as chronic obstructive pulmonary disease (COPD). This indicates a clear relationship between exposure to carbon soot and the development or exacerbation of COPD."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions carbon monoxide (CO), sulfur dioxide (SO2), nitrogen oxides (NOx), and carbon soot as air pollutants impacting human health. These are specific chemical compounds or well-defined chemical categories, unlike general terms such as 'chemicals' or 'compounds'."
}