{
  "id": 4874,
  "title": "Surface Characterization of Secondary Organic Aerosols from Ozonolysis of Monoterpene and the Effects of Acute Lung Injury in Mice",
  "Abstract": "ABSTRACT \n \nMonoterpene is a biogenic volatile organic compound commonly found in cleaning products and air fresheners. It can react rapidly with indoor oxidants, such as ozone (O3), to produce secondary organic aerosols (SOAs) in indoor environments, and the reactions are potentially influenced by ammonia (NH3). This study simulated the reactions of O3 and monoterpene with and without the presence of NH3 in an environmental chamber and investigated the surface characterization (elemental components and carbon states) of the PM2.5 generated by these reactions. We found that the generated particles possessed a higher content of nitrogen-containing organic compounds when NH3 was present. Unsubstituted aromatic carbon and aliphatic carbon were the main carbon structures, exhibited by over 60% of the carbon-containing compounds. Additionally, in the presence of NH3, more amide carbon and carboxylic carbon formed during the reactions. We also examined acute lung injury in mice caused by new particle formation under different reaction conditions. Oxidative stress was observed in the bronchoalveolar lavage fluid of the mice, as evidenced by a decrease in antioxidant enzymes (superoxide dismutase) and antioxidants (glutathione) as well as an increase in malondialdehyde. Moreover, the SOAs generated in the presence of NH3 lowered glutathione levels, indicating a rise in oxidative stress. Hence, fine particles formed by indoor oxidative reactions may trigger acute lung injury in humans, potentially causing further respiratory disease.",
  "Disease_List": [
    "acute lung injury",
    "respiratory disease"
  ],
  "Reason": "The abstract explicitly mentions 'acute lung injury' as a specific condition studied in mice, and also refers to 'respiratory disease' as a potential consequence of exposure to fine particles formed by indoor oxidative reactions. These are specific disease names rather than general terms.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "acute lung injury",
    "respiratory disease"
  ],
  "UMLS_search_results": {
    "acute lung injury": [
      {
        "ui": "C0242488",
        "rootSource": "MSH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0242488",
        "name": "Acute Lung Injury",
        "mesh_id": "D055371"
      }
    ],
    "respiratory disease": [
      {
        "ui": "C0035242",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0035242",
        "name": "Respiratory Tract Diseases",
        "mesh_id": "D012140"
      },
      {
        "ui": "C0035204",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0035204",
        "name": "Respiration Disorders",
        "mesh_id": "D012120"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "Monoterpene",
    "Ozone",
    "Ammonia",
    "Superoxide dismutase",
    "Glutathione",
    "Malondialdehyde"
  ],
  "compound_CID": [
    {
      "Monoterpene": "None",
      "Ozone": 24823,
      "Ammonia": 222,
      "Superoxide dismutase": "None",
      "Glutathione": 124886,
      "Malondialdehyde": 10964
    }
  ],
  "compound_disease_relation": [
    {
      "Monoterpene_acute_lung_injury": {
        "relationship": "Y",
        "reason": "The abstract describes that monoterpene reacts with indoor oxidants like ozone to produce secondary organic aerosols (SOAs). These SOAs, especially when formed in the presence of ammonia, contain nitrogen-containing organic compounds and induce oxidative stress in mice, as evidenced by decreased antioxidant enzymes and increased malondialdehyde in bronchoalveolar lavage fluid. This oxidative stress is linked to acute lung injury observed in the mice. Therefore, there is evidence that monoterpene-derived particles can trigger acute lung injury."
      },
      "Monoterpene_respiratory_disease": {
        "relationship": "Y",
        "reason": "The abstract describes that monoterpene, when reacting with indoor oxidants like ozone and in the presence of ammonia, produces secondary organic aerosols (SOAs) that generate fine particles. These particles were shown to cause oxidative stress and acute lung injury in mice, evidenced by decreased antioxidant enzymes and increased markers of oxidative damage in lung fluid. The study suggests that such fine particles formed indoors may trigger acute lung injury and potentially lead to respiratory disease in humans. Therefore, there is evidence of a relationship between monoterpene and respiratory disease through the formation of harmful particles causing lung injury."
      }
    },
    {
      "Ozone_acute_lung_injury": {
        "relationship": "Y",
        "reason": "The abstract describes a study where ozone (O3) reacts with monoterpene to form secondary organic aerosols (SOAs) indoors. These SOAs, especially when formed in the presence of ammonia (NH3), induce oxidative stress in mice, evidenced by decreased antioxidant enzymes and increased malondialdehyde in bronchoalveolar lavage fluid. This oxidative stress is linked to acute lung injury observed in the mice. Therefore, there is evidence that ozone, through its reaction products, is associated with acute lung injury."
      },
      "Ozone_respiratory_disease": {
        "relationship": "Y",
        "reason": "The abstract describes how ozone (O3) reacts with monoterpenes indoors to form secondary organic aerosols (SOAs), which can induce oxidative stress and acute lung injury in mice. This lung injury and oxidative stress are linked to potential respiratory disease in humans. Therefore, there is evidence that ozone, through its reaction products, is related to respiratory disease."
      }
    },
    {
      "Ammonia_acute_lung_injury": {
        "relationship": "Y",
        "reason": "The abstract describes a study investigating the role of ammonia (NH3) in the formation of secondary organic aerosols (SOAs) through reactions with ozone and monoterpenes. It was found that the presence of NH3 influenced the chemical composition of the particles formed, increasing nitrogen-containing organic compounds. Importantly, the study examined acute lung injury in mice caused by these newly formed particles and observed oxidative stress markers indicative of lung injury. The SOAs generated in the presence of NH3 specifically lowered glutathione levels, suggesting increased oxidative stress and potential lung damage. Therefore, there is evidence that ammonia contributes to the formation of particles that can trigger acute lung injury."
      },
      "Ammonia_respiratory_disease": {
        "relationship": "Y",
        "reason": "The abstract describes a study where ammonia (NH3) influences the formation of secondary organic aerosols (SOAs) through reactions with ozone and monoterpenes indoors. These SOAs, formed in the presence of ammonia, contain nitrogen-containing organic compounds and lead to oxidative stress in the lungs, as evidenced by decreased antioxidant enzymes and increased markers of oxidative damage in mice. The study further suggests that these fine particles can trigger acute lung injury and potentially cause respiratory disease in humans. Therefore, there is evidence supporting a relationship between ammonia and respiratory disease through its role in indoor air chemistry and lung injury."
      }
    },
    {
      "Superoxide dismutase_acute_lung_injury": {
        "relationship": "Y",
        "reason": "The abstract describes a study where acute lung injury (ALI) was examined in mice exposed to new particle formation from indoor oxidative reactions. It specifically notes oxidative stress in the bronchoalveolar lavage fluid, evidenced by a decrease in antioxidant enzymes including superoxide dismutase (SOD). This decrease in SOD is linked to the oxidative stress associated with ALI. Therefore, there is evidence that superoxide dismutase is related to acute lung injury, as its reduction is part of the oxidative stress mechanism contributing to the disease."
      },
      "Superoxide dismutase_respiratory_disease": {
        "relationship": "Y",
        "reason": "The abstract describes a study where oxidative stress was observed in the lungs of mice exposed to secondary organic aerosols formed from reactions involving monoterpenes and ozone, with or without ammonia. This oxidative stress was evidenced by a decrease in antioxidant enzymes, including superoxide dismutase (SOD), and antioxidants like glutathione, alongside an increase in malondialdehyde, a marker of oxidative damage. The decrease in SOD indicates its involvement in the oxidative stress response linked to lung injury. The study further suggests that these fine particles can trigger acute lung injury, which may lead to respiratory disease. Therefore, there is evidence of a relationship between superoxide dismutase (as an antioxidant enzyme affected during oxidative stress) and respiratory disease in the context of particle-induced lung injury."
      }
    },
    {
      "Glutathione_acute_lung_injury": {
        "relationship": "Y",
        "reason": "The abstract describes a study where acute lung injury was examined in mice exposed to secondary organic aerosols (SOAs) generated from reactions involving monoterpene, ozone, and ammonia. It reports oxidative stress in the bronchoalveolar lavage fluid, evidenced by a decrease in antioxidant enzymes and antioxidants, specifically mentioning a decrease in glutathione levels. The reduction in glutathione, an important antioxidant, indicates increased oxidative stress associated with the lung injury. Therefore, there is evidence of a relationship between glutathione and acute lung injury, as changes in glutathione levels are linked to the oxidative stress underlying the injury."
      },
      "Glutathione_respiratory_disease": {
        "relationship": "Y",
        "reason": "The abstract describes a study where oxidative stress was observed in the lungs of mice exposed to secondary organic aerosols formed from reactions involving monoterpenes and ozone, especially in the presence of ammonia. This oxidative stress was evidenced by a decrease in antioxidant enzymes and antioxidants, including glutathione. The reduction in glutathione levels indicates its involvement in the oxidative stress response. Furthermore, the study links these oxidative reactions and resulting lung injury to potential respiratory disease in humans. Therefore, there is evidence that glutathione is related to respiratory disease through its role in oxidative stress and lung injury caused by indoor air pollutants."
      }
    },
    {
      "Malondialdehyde_acute_lung_injury": {
        "relationship": "Y",
        "reason": "The abstract reports that oxidative stress was observed in the bronchoalveolar lavage fluid of mice exposed to new particle formation, with an increase in malondialdehyde levels. This increase in malondialdehyde, a marker of lipid peroxidation and oxidative stress, was associated with acute lung injury caused by fine particles generated from indoor oxidative reactions. Therefore, there is evidence linking malondialdehyde to acute lung injury in this context."
      },
      "Malondialdehyde_respiratory_disease": {
        "relationship": "Y",
        "reason": "The abstract reports that oxidative stress was observed in the bronchoalveolar lavage fluid of mice exposed to secondary organic aerosols generated from reactions involving monoterpene, ozone, and ammonia. This oxidative stress was evidenced by an increase in malondialdehyde levels, a marker of lipid peroxidation and oxidative damage. Additionally, the study links these oxidative changes and acute lung injury in mice to the potential for causing further respiratory disease in humans. Therefore, there is evidence that malondialdehyde, as an indicator of oxidative stress, is related to respiratory disease development in the context of exposure to indoor air pollutants."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions Monoterpene as a biogenic volatile organic compound, Ozone (O3) as an indoor oxidant, and Ammonia (NH3) influencing reactions. It also refers to biochemical compounds superoxide dismutase, glutathione, and malondialdehyde in the context of oxidative stress and lung injury, all of which are specific chemical compounds."
}