{
  "id": 5215,
  "title": "A Raman cell based on hollow core photonic crystal fiber for human breath analysis.",
  "Abstract": "PURPOSE\nBreath analysis has a potential prospect to benefit the medical field based on its perceived advantages to become a point-of-care, easy to use, and cost-effective technology. Early studies done by mass spectrometry show that volatile organic compounds from human breath can represent certain disease states of our bodies, such as lung cancer, and revealed the potential of breath analysis. But mass spectrometry is costly and has slow-turnaround time. The authors' goal is to develop a more portable and cost effective device based on Raman spectroscopy and hollow core-photonic crystal fiber (HC-PCF) for breath analysis.\n\n\nMETHODS\nRaman scattering is a photon-molecular interaction based on the kinetic modes of an analyte which offers unique fingerprint type signals that allow molecular identification. HC-PCF is a novel light guide which allows light to be confined in a hollow core and it can be filled with a gaseous sample. Raman signals generated by the gaseous sample (i.e., human breath) can be guided and collected effectively for spectral analysis.\n\n\nRESULTS\nA Raman-cell based on HC-PCF in the near infrared wavelength range was developed and tested in a single pass forward-scattering mode for different gaseous samples. Raman spectra were obtained successfully from reference gases (hydrogen, oxygen, carbon dioxide gases), ambient air, and a human breath sample. The calculated minimum detectable concentration of this system was ∼15 parts per million by volume, determined by measuring the carbon dioxide concentration in ambient air via the characteristic Raman peaks at 1286 and 1388 cm(-1).\n\n\nCONCLUSIONS\nThe results of this study were compared to a previous study using HC-PCF to trap industrial gases and backward-scatter 514.5 nm light from them. The authors found that the method presented in this paper has an advantage to enhance the signal-to-noise ratio (SNR). This SNR advantage, coupled with the better transmission of HC-PCF in the near-IR than in the visible wavelengths led to an estimated seven times improvement in the detection sensitivity. The authors' prototype device also demonstrated a 100-fold improvement over a recently reported detection limit of a reflective capillary fiber-based Raman cell for breath analysis. Continued development is underway to increase the detection sensitivity further to reach practical clinical applications.",
  "Disease_List": [
    "lung cancer"
  ],
  "Reason": "The abstract explicitly mentions 'lung cancer' as a specific disease state that can be represented by volatile organic compounds in human breath. Although other general terms like 'disease states' are used, lung cancer is the only specific disease named.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "lung cancer"
  ],
  "UMLS_search_results": {
    "lung cancer": [
      {
        "ui": "C0242379",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0242379",
        "name": "Malignant neoplasm of lung",
        "mesh_id": "D008175"
      },
      {
        "ui": "C0684249",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0684249",
        "name": "Carcinoma of lung",
        "mesh_id": "None"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "hydrogen",
    "oxygen",
    "carbon dioxide"
  ],
  "compound_CID": [
    {
      "hydrogen": 783,
      "oxygen": 977,
      "carbon dioxide": 280
    }
  ],
  "compound_disease_relation": [
    {
      "hydrogen_lung_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the development of a Raman spectroscopy-based device for breath analysis, mentioning hydrogen as one of the reference gases tested. However, it does not provide any evidence or data linking hydrogen to lung cancer. The focus is on detecting volatile organic compounds in breath for disease diagnosis, including lung cancer, but no specific relationship between hydrogen levels and lung cancer is described or implied."
      }
    },
    {
      "oxygen_lung_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the development of a Raman spectroscopy-based device for breath analysis, which can detect gases including oxygen and volatile organic compounds related to diseases such as lung cancer. However, the abstract does not provide any evidence or discussion of a direct relationship between oxygen as a compound and lung cancer. Oxygen is mentioned only as a reference gas for testing the device, not as a factor related to lung cancer. Therefore, based on the abstract content, there is no clear relationship established between oxygen and lung cancer."
      }
    },
    {
      "carbon dioxide_lung_cancer": {
        "relationship": "N",
        "reason": "The abstract discusses the development of a Raman spectroscopy-based device for breath analysis, including the detection of carbon dioxide in human breath. It mentions that volatile organic compounds in breath can represent certain disease states such as lung cancer. However, the abstract does not provide any evidence or indication of a direct relationship between carbon dioxide levels and lung cancer. The focus is on the detection technology and its sensitivity rather than establishing a link between carbon dioxide and lung cancer."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions hydrogen, oxygen, and carbon dioxide gases as reference gases used in the Raman spectroscopy analysis of breath samples. These are specific chemical compounds identified by name, unlike general terms such as 'gases' or 'compounds'."
}