{
  "id": 5383,
  "title": "NOx De-Pollution Using Innovative Mortars and Concretes - From Garage Prototypes to Tunnel Pilot",
  "Abstract": "Air pollution generated by transportation (cars, trucks, etc.) affects the health of millions of persons around the world. Some of the most toxic air pollutants are composed of nitrogen oxides (especially nitrogen dioxide, NO2) and volatile organic compounds (VOCs). These gas pollutants affect also the environment by promoting the formation of ground-level ozone and micro-particles harmful to human health and ecosystems. These compounds are responsible for the rise of acute respiratory diseases, asthma and allergies in urban areas. The patented technology of de-polluting concrete does not rely on photo-catalysis and can function perfectly well without sun light, which is especially suitable for use in confined areas prone to pollution peak (tunnels or parking garages). The experiments done in laboratory demonstrated that the addition of certain activated carbons into the mix improves the NO2 absorption properties without affecting the mechanical strength of concrete. In order to demonstrate the interest of this innovation, two parking garages were built with the walls made of a depolluting concrete or covered by a de-polluting mortar. The tests done using gasoline generator as a source of pollutants confirmed a significant abatement of NO2. The de-polluting effect still detected after one year of aging (carbonation) helped us in scheduling a field test in a tunnel located in the region of Lyon (France). This field-test consisted in spraying the de-polluting mortar on the walls of the ventilation plant located at the top of a chimney of a motorway tunnel. The results after 6 months of trials confirm a significant NO2 reduction rate in the air released by the chimney.",
  "Disease_List": [
    "acute respiratory diseases",
    "asthma",
    "allergies"
  ],
  "Reason": "The abstract explicitly mentions specific diseases such as 'acute respiratory diseases', 'asthma', and 'allergies' as being caused by air pollutants. These are named disease conditions rather than general terms, which justifies a 'Y' classification.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "asthma",
    "allergies"
  ],
  "UMLS_search_results": {
    "acute respiratory diseases": [],
    "asthma": [
      {
        "ui": "C0004096",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0004096",
        "name": "Asthma",
        "mesh_id": "D001249"
      }
    ],
    "allergies": [
      {
        "ui": "C0020517",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0020517",
        "name": "Hypersensitivity",
        "mesh_id": "D006967"
      },
      {
        "ui": "C1717415",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1717415",
        "name": "Allergies:Find:Pt:^Patient:Ord",
        "mesh_id": "None"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "nitrogen dioxide",
    "NO2"
  ],
  "compound_CID": [
    {
      "nitrogen dioxide": 3032552,
      "NO2": "None"
    }
  ],
  "compound_disease_relation": [
    {
      "nitrogen dioxide_asthma": {
        "relationship": "Y",
        "reason": "The abstract explicitly states that nitrogen dioxide (NO2), a toxic air pollutant generated by transportation, is responsible for the rise of acute respiratory diseases, asthma, and allergies in urban areas. This indicates a clear relationship between nitrogen dioxide exposure and the occurrence or exacerbation of asthma."
      },
      "nitrogen dioxide_allergies": {
        "relationship": "Y",
        "reason": "The abstract states that nitrogen dioxide (NO2), a component of nitrogen oxides, is one of the most toxic air pollutants generated by transportation and is responsible for the rise of acute respiratory diseases, asthma, and allergies in urban areas. This indicates a clear relationship between nitrogen dioxide exposure and the occurrence of allergies."
      }
    },
    {
      "NO2_asthma": {
        "relationship": "Y",
        "reason": "The abstract states that nitrogen oxides, especially nitrogen dioxide (NO2), are among the most toxic air pollutants generated by transportation and are responsible for the rise of acute respiratory diseases, asthma, and allergies in urban areas. This indicates a clear relationship between NO2 exposure and asthma. The abstract further discusses efforts to reduce NO2 levels to mitigate its harmful health effects, reinforcing the link between NO2 and asthma."
      },
      "NO2_allergies": {
        "relationship": "Y",
        "reason": "The abstract states that nitrogen oxides, especially nitrogen dioxide (NO2), are among the most toxic air pollutants generated by transportation and are responsible for the rise of acute respiratory diseases, asthma, and allergies in urban areas. This indicates a clear relationship between NO2 exposure and the occurrence of allergies."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions nitrogen dioxide (NO2) as a toxic air pollutant and the target compound for absorption and reduction by the de-polluting concrete technology. No other specific chemical compound names are given."
}