{
  "id": 5640,
  "title": "Breath Biopsy and Discovery of Exclusive Volatile Organic Compounds for Diagnosis of Infectious Diseases",
  "Abstract": "Exhaled breath contains thousand metabolites and volatile organic compounds (VOCs) that originated from both respiratory tract and internal organ systems and their microbiomes. Commensal and pathogenic bacteria and virus of microbiomes are capable of producing VOCs of different chemical classes, and some of them may serve as biomarkers for installation and progression of various common human diseases. Here we describe qualitative and quantitative methods for measuring VOC fingerprints generated by cellular and microbial metabolic and pathologic pathways. We describe different chemical classes of VOCs and their role in the host cell-microbial interactions and their impact on infection disease pathology. We also update on recent progress on VOC signatures emitted by isolated bacterial species and microbiomes, and VOCs identified in exhaled breath of patients with respiratory tract and gastrointestinal diseases, and inflammatory syndromes, including the acute respiratory distress syndrome and sepsis. The VOC curated databases and instrumentations have been developed through statistically robust breathomic research in large patient populations. Scientists have now the opportunity to find potential biomarkers for both triage and diagnosis of particular human disease.",
  "Disease_List": [
    "acute respiratory distress syndrome",
    "sepsis"
  ],
  "Reason": "The abstract explicitly mentions specific diseases such as 'acute respiratory distress syndrome' and 'sepsis'. Although it also refers to general terms like 'respiratory tract and gastrointestinal diseases' and 'inflammatory syndromes', these are not specific disease names. Therefore, the classification is 'Y' because specific diseases are named.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "acute respiratory distress syndrome",
    "sepsis"
  ],
  "UMLS_search_results": {
    "acute respiratory distress syndrome": [
      {
        "ui": "C0035222",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0035222",
        "name": "Respiratory Distress Syndrome, Adult",
        "mesh_id": "D012128"
      },
      {
        "ui": "C2887484",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C2887484",
        "name": "Respiratory Distress Syndrome, Acute",
        "mesh_id": "D012128"
      }
    ],
    "sepsis": [
      {
        "ui": "C0036690",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0036690",
        "name": "Septicemia",
        "mesh_id": "D018805"
      },
      {
        "ui": "C0243026",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0243026",
        "name": "Sepsis",
        "mesh_id": "D018805"
      },
      {
        "ui": "C1090821",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1090821",
        "name": "Sepsis <Sepsidae>",
        "mesh_id": "None"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [],
  "compound_CID": [],
  "compound_disease_relation": [],
  "compound_extraction_reason": "The abstract discusses volatile organic compounds (VOCs) in general terms without mentioning any specific chemical compound names."
}