{
  "id": 614,
  "title": "Prediction of Natural Volatile Organic Compounds Emitted by Bamboo Groves in Urban Forests",
  "Abstract": "Due to the COVID-19 outbreak, people in countries around the world including the United Kingdom, Denmark, Canada, and South Korea are seeking physiological and psychological healing by visiting forests as stay-at-home orders continue. NVOCs (natural volatile organic compounds), a major healing factor of forests, have several positive effects on human health. This study specifically researched the NVOC characteristics of bamboo groves. This study revealed that α-pinene, 3-carene, and camphene were observed to emit the most, and the largest amount of NVOC emitted was seen during the early morning and late afternoon within bamboo groves. Furthermore, NVOC emission was found to have normal correlations with temperature and humidity, and inverse correlations with solar radiation, PAR (photosynthetically active radiation), and wind speed. A regression analysis conducted to predict the effect of microclimate factors on NVOC emissions resulted in a regression equation with 82.9% explanatory power, finding that PAR, temperature, and humidity had a significant effect on NVOC emission prediction. In conclusion, this study investigated NVOC emission of bamboo groves, examined the relationship between NVOC emissions and microclimate factors, and derived a prediction equation of NVOC emissions to figure out bamboo groves’ forest healing effects. These results are expected to provide a basis for establishing more effective forest healing programs in bamboo groves.",
  "Disease_List": [
    "COVID-19"
  ],
  "Reason": "The abstract explicitly mentions 'COVID-19 outbreak,' which is a specific disease name. Although the rest of the abstract discusses general health effects and healing factors, COVID-19 is clearly identified as a disease.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "COVID-19"
  ],
  "UMLS_search_results": {
    "COVID-19": [
      {
        "ui": "C5203670",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C5203670",
        "name": "COVID-19 Virus Disease",
        "mesh_id": "D000086382"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "α-pinene",
    "3-carene",
    "camphene"
  ],
  "compound_CID": [
    {
      "α-pinene": "None",
      "3-carene": 26049,
      "camphene": 6616
    }
  ],
  "compound_disease_relation": [
    {
      "α-pinene_COVID-19": {
        "relationship": "N",
        "reason": "The abstract discusses the emission of α-pinene as a natural volatile organic compound (NVOC) from bamboo groves and its potential role in forest healing effects, which may contribute to physiological and psychological healing during the COVID-19 outbreak. However, the abstract does not provide any direct evidence or specific findings linking α-pinene to the treatment, prevention, or pathology of COVID-19. The focus is on environmental factors affecting NVOC emissions and their general health benefits, not on a direct relationship between α-pinene and COVID-19 disease."
      }
    },
    {
      "3-carene_COVID-19": {
        "relationship": "N",
        "reason": "The abstract discusses the emission of natural volatile organic compounds (NVOCs) including 3-carene from bamboo groves and their potential role in forest healing effects during the COVID-19 pandemic. However, it does not provide any direct evidence or specific findings linking 3-carene to the treatment, prevention, or pathology of COVID-19. The focus is on the general health benefits of forest environments and NVOCs, without establishing a clear relationship between 3-carene and COVID-19."
      }
    },
    {
      "camphene_COVID-19": {
        "relationship": "N",
        "reason": "The abstract discusses the emission of natural volatile organic compounds (NVOCs), including camphene, from bamboo groves and their potential positive effects on human health in the context of forest healing during the COVID-19 pandemic. However, it does not provide any direct evidence or specific findings linking camphene to the treatment, prevention, or pathology of COVID-19. The focus is on environmental factors affecting NVOC emissions and their general health benefits, not on a direct relationship between camphene and COVID-19."
      }
    }
  ],
  "compound_extraction_reason": "The abstract specifically mentions α-pinene, 3-carene, and camphene as the natural volatile organic compounds (NVOCs) emitted by bamboo groves, which are chemical substances with specific names relevant to the study."
}