{
  "id": 6233,
  "title": "Critical evaluation of human health risks due to hydraulic fracturing in natural gas and petroleum production",
  "Abstract": "The use of hydraulic fracturing (HF) to extract oil and natural gas has increased, along with intensive discussions on the associated risks to human health. Three technical processes should be differentiated when evaluating human health risks, namely (1) drilling of the borehole, (2) hydraulic stimulation, and (3) gas or oil production. During the drilling phase, emissions such as NOx, NMVOCs (non-methane volatile organic compounds) as precursors for tropospheric ozone formation, and SOx have been shown to be higher compared to the subsequent phases. In relation to hydraulic stimulation, the toxicity of frac fluids is of relevance. More than 1100 compounds have been identified as components. A trend is to use fewer, less hazardous and more biodegradable substances; however, the use of hydrocarbons, such as kerosene and diesel, is still allowed in the USA. Methane in drinking water is of low toxicological relevance but may indicate inadequate integrity of the gas well. There is a great concern regarding the contamination of ground- and surface water during the production phase. Water that flows to the surface from oil and gas wells, so-called ‘produced water’, represents a mixture of flow-back, the injected frac fluid returning to the surface, and the reservoir water present in natural oil and gas deposits. Among numerous hazardous compounds, produced water may contain bromide, arsenic, strontium, mercury, barium, radioactive isotopes and organic compounds, particularly benzene, toluene, ethylbenzene and xylenes (BTEX). The sewage outflow, even from specialized treatment plants, may still contain critical concentrations of barium, strontium and arsenic. Evidence suggests that the quality of groundwater and surface water may be compromised by disposal of produced water. Particularly critical is the use of produced water for watering of agricultural areas, where persistent compounds may accumulate. Air contamination can occur as a result of several HF-associated activities. In addition to BTEX, 20 HF-associated air contaminants are group 1A or 1B carcinogens according to the IARC. In the U.S., oil and gas production (including conventional production) represents the second largest source of anthropogenic methane emissions. High-quality epidemiological studies are required, especially in light of recent observations of an association between childhood leukemia and multiple myeloma in the neighborhood of oil and gas production sites. In conclusion, (1) strong evidence supports the conclusion that frac fluids can lead to local environmental contamination; (2) while changes in the chemical composition of soil, water and air are likely to occur, the increased levels are still often below threshold values for safety; (3) point source pollution due to poor maintenance of wells and pipelines can be monitored and remedied; (4) risk assessment should be based on both hazard and exposure evaluation; (5) while the concentrations of frac fluid chemicals are low, some are known carcinogens; therefore, thorough, well-designed studies are needed to assess the risk to human health with high certainty; (6) HF can represent a health risk via long-lasting contamination of soil and water, when strict safety measures are not rigorously applied.",
  "Disease_List": [
    "childhood leukemia",
    "multiple myeloma"
  ],
  "Reason": "The abstract explicitly mentions specific diseases: 'childhood leukemia' and 'multiple myeloma' in the context of epidemiological observations near oil and gas production sites. These are specific disease names rather than general terms like 'disease' or 'illness'.",
  "UMLS_Verified": "Y",
  "MRCONSO_Verified": "N",
  "Verification_Method": "UMLS",
  "Verified_List": [
    "childhood leukemia",
    "multiple myeloma"
  ],
  "UMLS_search_results": {
    "childhood leukemia": [
      {
        "ui": "C1332977",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1332977",
        "name": "Childhood Leukemia",
        "mesh_id": "None"
      }
    ],
    "multiple myeloma": [
      {
        "ui": "C0026764",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0026764",
        "name": "Multiple Myeloma",
        "mesh_id": "D009101"
      }
    ]
  },
  "MRCONSO_search_results": {},
  "MRCONSO_UMLS_results": {},
  "gpt_extract_compound": [
    "NOx",
    "NMVOCs",
    "SOx",
    "kerosene",
    "diesel",
    "methane",
    "bromide",
    "arsenic",
    "strontium",
    "mercury",
    "barium",
    "benzene",
    "toluene",
    "ethylbenzene",
    "xylenes",
    "BTEX"
  ],
  "compound_CID": [
    {
      "NOx": "None",
      "NMVOCs": "None",
      "SOx": 24261,
      "kerosene": "None",
      "diesel": "None",
      "methane": 297,
      "bromide": 259,
      "arsenic": 5359596,
      "strontium": 5359327,
      "mercury": 23931,
      "barium": 5355457,
      "benzene": 241,
      "toluene": 1140,
      "ethylbenzene": 7500,
      "xylenes": "None",
      "BTEX": "None"
    }
  ],
  "compound_disease_relation": [
    {
      "NOx_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses NOx emissions during the drilling phase of hydraulic fracturing and mentions various environmental contaminants and potential health risks associated with hydraulic fracturing activities. It specifically notes recent observations of an association between childhood leukemia and proximity to oil and gas production sites. However, it does not provide direct evidence linking NOx exposure to childhood leukemia. The mention of childhood leukemia is in the context of general epidemiological observations near production sites, without specifying NOx as a causative agent. Therefore, based on the abstract, there is no clear evidence of a direct relationship between NOx and childhood leukemia."
      },
      "NOx_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses NOx as an emission during the drilling phase of hydraulic fracturing and mentions various environmental contaminants and potential health risks associated with hydraulic fracturing activities. It notes that 20 HF-associated air contaminants are classified as carcinogens and highlights the need for high-quality epidemiological studies. While the abstract references recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites, it does not specifically link NOx exposure to multiple myeloma. Therefore, there is no clear evidence in the abstract establishing a direct relationship between NOx and multiple myeloma."
      }
    },
    {
      "NMVOCs_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract mentions NMVOCs as emissions during the drilling phase and their role as precursors for tropospheric ozone formation, but it does not provide any direct or indirect evidence linking NMVOCs to childhood leukemia. While the abstract discusses concerns about carcinogenic compounds and notes an association between childhood leukemia and proximity to oil and gas production sites, it does not specifically attribute this risk to NMVOCs. The evidence presented focuses more on other compounds such as BTEX and general contamination from frac fluids, without establishing a clear relationship between NMVOCs and childhood leukemia."
      },
      "NMVOCs_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses NMVOCs as emissions during the drilling phase of hydraulic fracturing and their role as precursors for tropospheric ozone formation. It mentions various hazardous compounds and carcinogens associated with hydraulic fracturing activities and notes the need for high-quality epidemiological studies due to observed associations between childhood leukemia and multiple myeloma near oil and gas production sites. However, the abstract does not provide direct evidence or specific linkage between NMVOCs and multiple myeloma. The mention of multiple myeloma is in the context of general observations near oil and gas production sites, not specifically tied to NMVOCs exposure. Therefore, there is no clear relationship established between NMVOCs and multiple myeloma based on this abstract."
      }
    },
    {
      "SOx_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses various emissions and contaminants associated with hydraulic fracturing, including SOx, and mentions concerns about environmental contamination and potential health risks. It specifically notes recent observations of an association between childhood leukemia and proximity to oil and gas production sites. However, the abstract does not provide direct evidence linking SOx exposure to childhood leukemia. The mention of childhood leukemia is in the context of general epidemiological observations near production sites, without specifying SOx as a causative agent. Therefore, based on the abstract, there is no clear evidence of a direct relationship between SOx and childhood leukemia."
      },
      "SOx_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses various emissions and contaminants associated with hydraulic fracturing, including SOx, and mentions multiple myeloma only in the context of recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites. However, it does not provide any direct evidence or specific link between SOx exposure and multiple myeloma. The mention of multiple myeloma is general and not connected specifically to SOx. Therefore, based on the abstract, there is no clear relationship established between SOx and multiple myeloma."
      }
    },
    {
      "kerosene_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses the use of kerosene as a hydrocarbon component in hydraulic fracturing fluids and mentions various environmental contaminants and carcinogens associated with oil and gas production. It highlights concerns about environmental contamination and the presence of known carcinogens in produced water and air emissions. While the abstract notes recent observations of an association between childhood leukemia and proximity to oil and gas production sites, it does not specifically link kerosene exposure to childhood leukemia. The evidence presented is general regarding hydrocarbons and environmental contamination, and it calls for high-quality epidemiological studies to clarify risks. Therefore, there is no clear or direct evidence in the abstract establishing a relationship between kerosene and childhood leukemia."
      },
      "kerosene_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses the use of kerosene as a hydrocarbon component in hydraulic fracturing fluids and mentions various environmental contaminants and potential health risks associated with hydraulic fracturing. It notes the presence of carcinogenic compounds in produced water and air contaminants related to hydraulic fracturing. While the abstract references recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites, it does not specifically link kerosene to multiple myeloma. The evidence presented is general regarding hydrocarbons and environmental contamination, without direct or clear evidence connecting kerosene exposure to multiple myeloma. Therefore, based on this abstract, there is no clear relationship established between kerosene and multiple myeloma."
      }
    },
    {
      "diesel_childhood_leukemia": {
        "relationship": "Y",
        "reason": "The abstract indicates that hydrocarbons such as diesel are still used in hydraulic fracturing fluids, which can lead to local environmental contamination of soil, water, and air. It also mentions that among HF-associated air contaminants, several are classified as carcinogens. Importantly, the abstract references recent observations of an association between childhood leukemia and proximity to oil and gas production sites, which include activities involving diesel use. Although direct causation is not definitively established, the evidence suggests a potential relationship between diesel-related environmental contamination from oil and gas production and childhood leukemia, warranting further high-quality epidemiological studies."
      },
      "diesel_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses the use of diesel as a hydrocarbon component in hydraulic fracturing fluids and mentions various environmental contaminants and carcinogens associated with oil and gas production. It notes concerns about contamination of soil, water, and air, and references the need for high-quality epidemiological studies due to observed associations between childhood leukemia and multiple myeloma near oil and gas production sites. However, the abstract does not provide direct evidence or specific data linking diesel exposure to multiple myeloma. The mention of multiple myeloma is in the context of general observations near oil and gas production sites, not specifically related to diesel. Therefore, there is no clear evidence of a direct relationship between diesel and multiple myeloma based on this abstract."
      }
    },
    {
      "methane_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses methane primarily as a low toxicological risk in drinking water and as a significant anthropogenic emission from oil and gas production. While it notes concerns about environmental contamination from hydraulic fracturing and mentions an observed association between childhood leukemia and proximity to oil and gas production sites, it does not provide direct evidence linking methane itself to childhood leukemia. The abstract emphasizes the need for high-quality epidemiological studies to clarify such associations and highlights other compounds, such as BTEX and known carcinogens, as more relevant hazards. Therefore, based on the abstract, there is no clear evidence of a direct relationship between methane and childhood leukemia."
      },
      "methane_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses methane primarily as a low toxicological risk in drinking water and as a marker of gas well integrity. It mentions that oil and gas production is a major source of methane emissions and notes recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites. However, it does not provide direct evidence linking methane exposure specifically to multiple myeloma. The abstract emphasizes the need for high-quality epidemiological studies to clarify such associations. Therefore, based on the abstract, there is no clear evidence of a direct relationship between methane and multiple myeloma."
      }
    },
    {
      "bromide_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract mentions that produced water from hydraulic fracturing may contain bromide among other hazardous compounds. It also notes concerns about environmental contamination and the potential health risks associated with hydraulic fracturing activities. However, the abstract does not provide any direct evidence or specific association between bromide exposure and childhood leukemia. While it references recent observations of an association between childhood leukemia and proximity to oil and gas production sites, it does not link this specifically to bromide. Therefore, based on the abstract, there is no clear relationship established between bromide and childhood leukemia."
      },
      "bromide_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract mentions that produced water from oil and gas wells may contain bromide among other hazardous compounds. It also notes recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites. However, the abstract does not provide any direct evidence or specific link between bromide exposure and multiple myeloma. The association mentioned is general to oil and gas production sites and not tied to bromide specifically. Therefore, based on the abstract, there is no clear relationship established between bromide and multiple myeloma."
      }
    },
    {
      "arsenic_childhood_leukemia": {
        "relationship": "Y",
        "reason": "The abstract indicates that arsenic is among the hazardous compounds found in produced water associated with hydraulic fracturing activities, which can contaminate groundwater and surface water. It also mentions recent observations of an association between childhood leukemia and proximity to oil and gas production sites, where arsenic contamination may occur. Although the abstract calls for high-quality epidemiological studies to confirm risks, the presence of arsenic, a known carcinogen, in environmental media near these sites and the noted association with childhood leukemia suggest evidence of a relationship."
      },
      "arsenic_multiple_myeloma": {
        "relationship": "Y",
        "reason": "The abstract indicates that arsenic is among the hazardous compounds found in produced water associated with hydraulic fracturing activities, which can contaminate groundwater and surface water. It also mentions recent observations of an association between childhood leukemia and multiple myeloma in neighborhoods near oil and gas production sites, suggesting a potential link between environmental contamination from these activities and multiple myeloma. Although the abstract calls for more high-quality epidemiological studies to confirm risks, the presence of arsenic as a known carcinogen in contaminated water and the observed association with multiple myeloma provide evidence supporting a relationship between arsenic exposure and multiple myeloma."
      }
    },
    {
      "strontium_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses the presence of strontium among hazardous compounds in produced water and environmental contamination related to hydraulic fracturing. It also mentions concerns about environmental contamination and the need for high-quality epidemiological studies, including observations of associations between childhood leukemia and proximity to oil and gas production sites. However, the abstract does not provide direct evidence or a clear link specifically between strontium exposure and childhood leukemia. The mention of childhood leukemia is in the context of general associations with oil and gas production sites, not specifically tied to strontium. Therefore, based on the abstract, there is no clear relationship established between strontium and childhood leukemia."
      },
      "strontium_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract mentions that produced water from oil and gas wells may contain strontium among other hazardous compounds. It also notes recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites. However, the abstract does not provide any direct evidence or specific link between strontium exposure and multiple myeloma. The mention of multiple myeloma is in the context of general epidemiological observations related to oil and gas production sites, not specifically tied to strontium. Therefore, based on the abstract, there is no clear relationship established between strontium and multiple myeloma."
      }
    },
    {
      "mercury_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses the presence of mercury among hazardous compounds in produced water from hydraulic fracturing activities and mentions concerns about environmental contamination and potential health risks. It also notes recent observations of an association between childhood leukemia and proximity to oil and gas production sites. However, the abstract does not provide specific evidence linking mercury exposure directly to childhood leukemia. The mention of childhood leukemia is in the context of general epidemiological observations near oil and gas production, without isolating mercury as a causative agent. Therefore, based on the abstract, there is no clear evidence of a direct relationship between mercury and childhood leukemia."
      },
      "mercury_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses the presence of mercury among hazardous compounds in produced water associated with hydraulic fracturing and mentions concerns about environmental contamination and potential health risks. It also notes recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites. However, the abstract does not provide specific evidence linking mercury exposure directly to multiple myeloma. The mention of multiple myeloma is in the context of proximity to oil and gas production sites generally, without attributing causality to mercury or any particular compound. Therefore, based on the abstract, there is no clear evidence of a direct relationship between mercury and multiple myeloma."
      }
    },
    {
      "barium_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract mentions that produced water from hydraulic fracturing can contain barium among other hazardous compounds and that environmental contamination from frac fluids is a concern. It also notes recent observations of an association between childhood leukemia and proximity to oil and gas production sites. However, the abstract does not provide direct evidence linking barium specifically to childhood leukemia. It emphasizes the need for high-quality epidemiological studies to clarify such associations. Therefore, based on the abstract, there is no clear or direct relationship established between barium exposure and childhood leukemia."
      },
      "barium_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract mentions that produced water from hydraulic fracturing can contain barium among other hazardous compounds, and that environmental contamination from frac fluids is a concern. It also notes recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites. However, the abstract does not provide any direct evidence or specific link between barium exposure and multiple myeloma. The association mentioned is general to oil and gas production sites and not specifically tied to barium. Therefore, based on the abstract, there is no clear relationship established between barium and multiple myeloma."
      }
    },
    {
      "benzene_childhood_leukemia": {
        "relationship": "Y",
        "reason": "The abstract identifies benzene as a component of produced water and air contaminants associated with hydraulic fracturing activities. It notes that some chemicals involved, including benzene, are known carcinogens. Importantly, the abstract references recent observations of an association between childhood leukemia and proximity to oil and gas production sites, which are sources of benzene contamination. Although it calls for high-quality epidemiological studies to confirm risks, the mention of this association provides evidence suggesting a relationship between benzene exposure from oil and gas production and childhood leukemia."
      },
      "benzene_multiple_myeloma": {
        "relationship": "Y",
        "reason": "The abstract identifies benzene as a component of produced water and air contaminants associated with hydraulic fracturing activities. It notes that benzene is among known carcinogens present in the environment near oil and gas production sites. Importantly, the abstract references recent observations of an association between childhood leukemia and multiple myeloma in neighborhoods near oil and gas production sites, implying a potential link between exposure to these contaminants, including benzene, and multiple myeloma. Although it calls for high-quality epidemiological studies to confirm risks, the mention of this association provides evidence supporting a relationship between benzene exposure and multiple myeloma."
      }
    },
    {
      "toluene_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses the presence of toluene as part of BTEX compounds in produced water and air contamination related to hydraulic fracturing activities. It mentions concerns about environmental contamination and the presence of carcinogens among HF-associated air contaminants. However, while it notes recent observations of an association between childhood leukemia and proximity to oil and gas production sites, it does not specifically link toluene to childhood leukemia. The abstract calls for high-quality epidemiological studies to clarify such risks but does not provide direct evidence of a relationship between toluene exposure and childhood leukemia."
      },
      "toluene_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses the presence of toluene as part of BTEX compounds in produced water and air contamination related to hydraulic fracturing activities. It mentions concerns about environmental contamination and potential health risks, including carcinogens among HF-associated air contaminants. However, the abstract does not provide direct evidence or a clear association between toluene exposure and multiple myeloma. It only notes recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites without specifying toluene as a causative agent. Therefore, based on this abstract, there is no clear relationship established between toluene and multiple myeloma."
      }
    },
    {
      "ethylbenzene_childhood_leukemia": {
        "relationship": "Y",
        "reason": "The abstract identifies ethylbenzene as one of the organic compounds (BTEX) present in produced water from oil and gas wells, which can contaminate soil and water. It also notes that 20 HF-associated air contaminants, including BTEX compounds, are classified as group 1A or 1B carcinogens by IARC. Importantly, the abstract references recent observations of an association between childhood leukemia and proximity to oil and gas production sites, suggesting a potential link between exposure to these contaminants and the disease. Although it calls for more high-quality epidemiological studies to confirm risks, the evidence presented supports a relationship between ethylbenzene exposure and childhood leukemia."
      },
      "ethylbenzene_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses the presence of ethylbenzene as part of BTEX compounds in produced water and air contamination related to hydraulic fracturing activities. It mentions that some HF-associated air contaminants are classified as carcinogens and highlights the need for high-quality epidemiological studies due to observed associations between oil and gas production sites and diseases such as childhood leukemia and multiple myeloma. However, the abstract does not provide direct evidence or a clear causal relationship specifically between ethylbenzene exposure and multiple myeloma. The mention of multiple myeloma is in the context of general observations near oil and gas production sites, not linked explicitly to ethylbenzene. Therefore, based on the abstract, there is no clear relationship established between ethylbenzene and multiple myeloma."
      }
    },
    {
      "xylenes_childhood_leukemia": {
        "relationship": "N",
        "reason": "The abstract discusses the presence of xylenes among other hazardous compounds in produced water and air contamination related to hydraulic fracturing activities. It mentions that some HF-associated air contaminants are classified as carcinogens and highlights recent observations of an association between childhood leukemia and proximity to oil and gas production sites. However, the abstract does not provide direct evidence linking xylenes specifically to childhood leukemia. It calls for high-quality epidemiological studies to clarify such risks, indicating that current evidence is insufficient to establish a clear relationship between xylenes and childhood leukemia."
      },
      "xylenes_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract mentions that produced water from oil and gas wells may contain organic compounds including xylenes (BTEX) and that there are concerns about environmental contamination from hydraulic fracturing activities. It also notes recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites. However, the abstract does not provide direct evidence linking xylenes specifically to multiple myeloma. The association mentioned is between proximity to oil and gas production and multiple myeloma, not a direct causal relationship with xylenes. Therefore, based on the abstract, there is no clear evidence of a direct relationship between xylenes and multiple myeloma."
      }
    },
    {
      "BTEX_childhood_leukemia": {
        "relationship": "Y",
        "reason": "The abstract identifies BTEX (benzene, toluene, ethylbenzene, and xylenes) as organic compounds present in produced water and air contamination associated with hydraulic fracturing activities. It notes that 20 HF-associated air contaminants, including BTEX components, are classified as group 1A or 1B carcinogens by IARC. Importantly, the abstract references recent observations of an association between childhood leukemia and proximity to oil and gas production sites, where BTEX compounds are prevalent. Although it calls for high-quality epidemiological studies to confirm risks, the evidence suggests a potential relationship between BTEX exposure from oil and gas production and childhood leukemia."
      },
      "BTEX_multiple_myeloma": {
        "relationship": "N",
        "reason": "The abstract discusses the presence of BTEX compounds (benzene, toluene, ethylbenzene, and xylenes) in produced water and air contamination related to hydraulic fracturing activities. It notes that some HF-associated air contaminants, including BTEX, are carcinogens. However, the abstract does not provide direct evidence or a clear link between BTEX exposure and multiple myeloma. It mentions recent observations of an association between childhood leukemia and multiple myeloma near oil and gas production sites but does not specify BTEX as the causative agent. Overall, while environmental contamination by BTEX is acknowledged, no clear relationship between BTEX and multiple myeloma is established in the abstract."
      }
    }
  ],
  "compound_extraction_reason": "The abstract mentions specific chemical compounds related to hydraulic fracturing and its environmental impact. These include nitrogen oxides (NOx), non-methane volatile organic compounds (NMVOCs), sulfur oxides (SOx), hydrocarbons such as kerosene and diesel, methane, various elements and ions like bromide, arsenic, strontium, mercury, and barium, as well as organic compounds benzene, toluene, ethylbenzene, and xylenes collectively known as BTEX. These compounds are specifically named and relevant to the discussion of contamination and health risks."
}