{
  "id": 3591,
  "title": "Molecular analysis of volatile metabolites released specifically by staphylococcus aureus and pseudomonas aeruginosa",
  "Abstract": "The routinely used microbiological diagnosis of ventilator associated pneumonia (VAP) is time consuming and often requires invasive methods for collection of human specimens (e.g. bronchoscopy). Therefore, it is of utmost interest to develop a non-invasive method for the early detection of bacterial infection in ventilated patients, preferably allowing the identification of the specific pathogens. The present work is an attempt to identify pathogen-derived volatile biomarkers in breath that can be used for early and non- invasive diagnosis of ventilator associated pneumonia (VAP). For this purpose, in vitro experiments with bacteria most frequently found in VAP patients, i.e. Staphylococcus aureus and Pseudomonas aeruginosa, were performed to investigate the release or consumption of volatile organic compounds (VOCs). Headspace samples were collected and preconcentrated on multibed sorption tubes at different time points and subsequently analyzed with gas chromatography mass spectrometry (GC-MS). As many as 32 and 37 volatile metabolites were released by S. aureus and P. aeruginosa, respectively. Distinct differences in the bacteria-specific VOC profiles were found, especially with regard to aldehydes (e.g. acetaldehyde, 3-methylbutanal), which were taken up only by P. aeruginosa but released by S. aureus. Differences in concentration profiles were also found for acids (e.g. isovaleric acid), ketones (e.g. acetoin, 2-nonanone), hydrocarbons (e.g. 2-butene, 1,10-undecadiene), alcohols (e.g. 2-methyl-1-propanol, 2-butanol), esters (e.g. ethyl formate, methyl 2-methylbutyrate), volatile sulfur compounds (VSCs, e.g. dimethylsulfide) and volatile nitrogen compounds (VNCs, e.g. 3-methylpyrrole). Importantly, a significant VOC release was found already 1.5 hours after culture start, corresponding to cell numbers of ~8*106 [CFUs/ml]. The results obtained provide strong evidence that the detection and perhaps even identification of bacteria could be achieved by determination of characteristic volatile metabolites, supporting the clinical use of breath-gas analysis as non-invasive method for early detection of bacterial lung infections.",
  "Disease_List": [
    "ventilator associated pneumonia (VAP)"
  ],
  "Reason": "The abstract explicitly mentions 'ventilator associated pneumonia (VAP)' multiple times as a specific disease. It focuses on diagnosing this particular disease through detection of bacterial pathogens and their volatile biomarkers. Although it also mentions bacterial species, these are not diseases but pathogens. Therefore, the classification is Y with 'ventilator associated pneumonia (VAP)' as the specific disease named.",
  "UMLS_Verified": "N",
  "MRCONSO_Verified": "Y",
  "Verification_Method": "MRCONSO",
  "Verified_List": [
    "ventilator associated pneumonia (VAP)"
  ],
  "UMLS_search_results": {
    "ventilator associated pneumonia (VAP)": []
  },
  "MRCONSO_search_results": {
    "ventilator associated pneumonia (VAP)": [
      "Ventilator associated pneumonia",
      "VAP - ventilator associated pneumonia"
    ]
  },
  "MRCONSO_UMLS_results": {
    "ventilator associated pneumonia (VAP)_via_Ventilator associated pneumonia": [
      {
        "ui": "C1701940",
        "rootSource": "MSH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C1701940",
        "name": "Pneumonia, Ventilator-Associated",
        "mesh_id": "D053717"
      }
    ]
  }
}