{
  "id": 6254,
  "title": "Environmental radon, fracking wells, and lymphoma in dogs",
  "Abstract": "Abstract Background Multicentric lymphoma (ML) in dogs resembles non‐Hodgkin lymphoma (NHL) in humans. Human NHL is associated with multiple environmental exposures, including to radon and volatile organic compounds (VOCs). Hypothesis/Objectives The objective of this study was to determine whether ML in dogs was associated with environmental radon or proximity to horizontal oil and drilling (fracking), a source of VOC pollution. Methods We identified dogs from the Golden Retriever Lifetime Study that developed ML (n = 52) along with matched controls (n = 104). Dog home addresses were categorized by Environmental Protection Agency radon zone and average residential radon by county, as well as by distance from fracking and associated wastewater wells. Results We found no significant differences in county level radon measurements. Individual household radon measurements were not available. There was no difference in residential proximity to active fracking wells between dogs with ML and unaffected dogs. While dogs with ML lived closer to wastewater wells (123 vs 206 km; P = .01), there was no difference in the percentage of cases vs controls that lived in close proximity (20 km) to a fracking well (11.5% for cases, 6.7% for controls; OR 1.81, 95% CI 0.55 to 5.22; P = .36), or a wastewater well (6.7% for cases, 4.4% for controls; P > .99). Conclusions and Clinical Importance These data suggest that more proximate sources of chemical exposures need to be assessed in dogs with ML, including measurements of individual household radon and household VOC concentrations.",
  "Disease_List": [
    "Multicentric lymphoma",
    "non‐Hodgkin lymphoma"
  ],
  "Reason": "The abstract explicitly mentions 'Multicentric lymphoma (ML)' in dogs and compares it to 'non‐Hodgkin lymphoma (NHL)' in humans. Both are specific disease names related to lymphoma, a type of cancer. Therefore, the classification is Y.",
  "UMLS_Verified": "N",
  "MRCONSO_Verified": "Y",
  "Verification_Method": "MRCONSO",
  "Verified_List": [
    "non‐Hodgkin lymphoma"
  ],
  "UMLS_search_results": {
    "Multicentric lymphoma": [],
    "non‐Hodgkin lymphoma": []
  },
  "MRCONSO_search_results": {
    "Multicentric lymphoma": [],
    "non‐Hodgkin lymphoma": [
      "non hodgkin lymphoma",
      "Non Hodgkin Lymphoma",
      "B cell non hodgkin Lymphoma multigene analysis",
      "B cell non hodgkin Lymphoma multigene analysis:Find:Pt:Bld/Tiss:Doc:Molgen",
      "B cell non hodgkin Lymphoma multigene analysis Molgen Doc (Bld/Tiss)"
    ]
  },
  "MRCONSO_UMLS_results": {
    "non‐Hodgkin lymphoma_via_non hodgkin lymphoma": [
      {
        "ui": "C0024305",
        "rootSource": "MTH",
        "uri": "https://uts-ws.nlm.nih.gov/rest/content/2025AA/CUI/C0024305",
        "name": "Lymphoma, Non-Hodgkin",
        "mesh_id": "D008228"
      }
    ]
  }
}